Repository: nucleus-ffm/foss_warn
Catalog: lib/l10n/app_*.arb
Languages: ca, de, es, et, fr, he, pt_br, ru, uk, zh_hans

# welcome_view_warning_steps_text
source: All alerts have a warning or importance level determined by the publisher. In the settings you can set for which of the four levels you want to receive notifications. By default, you will not be notified for messages of 'low' importance. In the app itself, all messages are always displayed.
ca: Totes les alertes tenen un nivell d'alerta o importància determinat per l'editor. A la configuració podeu establir per a quins dels quatre nivells voleu rebre notificacions. Per defecte, no se us notificarà per als missatges d'importància 'baixa'. A l'aplicació en si, sempre es mostren tots els missatges.
de: Alle Warnungen haben eine vom Herausgeber festgelegte Warn- oder Wichtigkeitstufe. In den Einstellungen kannst du festlegen, für welche der vier Stufen du Benachrichtigungen erhalten möchtest. Standardmäßig wirst du nicht über Nachrichten mit „geringer” Wichtigkeit benachrichtigt. In der App selbst werden immer alle Nachrichten angezeigt.
es: Todas las alertas tienen un nivel de alerta o importancia determinado por el editor. En la configuración puedes establecer para cuáles de los cuatro niveles quieres recibir notificaciones. Por defecto, no se te notificará para los mensajes de importancia 'baja'. En la aplicación en sí, siempre se muestran todos los mensajes.
et: Igal hoiatusel on olulisuse tase, mille määrab selle avaldaja. Seadistustest saad valida missugusel tasemel neljast võimalikust saad teavitusi. Vaikimisi on selleks tasemeks „madal“. Rakenduses endas on kõikide tasemete teavitused alati kuvatud.
fr: Toutes les alertes ont un niveau d'avertissement ou d'importance déterminé par l'éditeur. Dans les paramètres, vous pouvez définir pour lequel des quatre niveaux vous souhaitez recevoir des notifications. Par défaut, vous ne recevrez pas de notification pour les messages de "faible" importance. Dans l'application elle-même, tous les messages sont toujours affichés.
pt_br: Todos os alertas têm um nível de aviso ou importância determinado pelo publicador. Nas configurações, você pode definir em qual dos quatro níveis deseja receber notificações. Por padrão, você não será notificado sobre mensagens de importância "baixa". No próprio aplicativo, todas as mensagens são sempre exibidas.
uk: Всі сповіщення мають рівень попередження або важливості, визначений видавцем. У налаштуваннях ви можете вказати, для якого з чотирьох рівнів ви хочете отримувати сповіщення. За замовчуванням ви не будете отримувати сповіщення про повідомлення з "низьким" рівнем важливості. У самому додатку завжди відображаються всі повідомлення.
zh_hans: 所有警报均有由发送方决定的警报或重要性等级。可以在设置中设定想要接收四个等级中哪（个）些等级的通知。默认情况下，你不会收到“低”重要性消息的通知。但应用本身会始终展示所有消息。

# welcome_view_lets_go_headline
source: Let's go!
ca: Som-hi!
de: Los geht's!
es: ¡Vamos allá!
et: Alustame!
fr: Allons-y !
pt_br: Vamos!
uk: Ходімо!
zh_hans: 开始吧！

# welcome_view_lets_go_text
source: If you find this app useful, feel free to let me know ☺️
ca: Si trobeu útil aquesta app, no dubteu a fer-m'ho saber ☺️
de: Wenn du diese App nützlich findest, lass es mich gerne wissen ☺️
es: Si encuentras útil esta aplicación, no dudes en hacérmelo saber ☺️
et: Kui see rakendus on sulle kasulik, siis palun anna sellest mulle teada ☺️
fr: Si vous trouvez cette application utile, n'hésitez pas à me le faire savoir ☺️
pt_br: Se você achar este aplicativo útil, sinta-se à vontade para me avisar ☺️
uk: Якщо ви вважаєте цей додаток корисним, не соромтеся повідомити мені ☺️
zh_hans: 如果您发现本应用有用，别犹豫请让我知道 ☺️

# warning_sender
source: Sender
ca: Remitent
de: Absender
es: Remitente
et: Saatja
fr: Expéditeur
he: שולח
pt_br: transmissor
uk: Відправник
zh_hans: 发送者

# warning_recommended_action_title
source: Recommended action
ca: Acció recomanada
de: Handlungsempfehlung
es: Acción recomendada
et: Soovitatav tegevus
he: פעולות מומלצות
pt_br: Ação recomendada
uk: Рекомендована дія
zh_hans: 建议操作

# warning_appendix
source: Appendix
ca: Apèndix
de: Anhang
es: Apéndice
et: Lisa
fr: Annexe
pt_br: apêndice
uk: Додаток
zh_hans: 附录

# warning_recommended_action
source: Recommended action {recommendedAction}
ca: Acció recomanada {recommendedAction}
de: Handlungsempfehlung {recommendedAction}
es: Acción recomendada {recommendedAction}
et: Soovitatav tegevus {recommendedAction}
fr: Action conseillée
he: פעולות מומלצות: {recommendedAction}
pt_br: Ação recomendada {recommendedAction}
uk: Рекомендовані дії {recommendedAction}
zh_hans: 建议操作 {recommendedAction}

# welcome_view_end_button
source: End
ca: Finalitzar
de: Ende
es: Finalizar
et: Lõpeta
fr: Fin
pt_br: Fim
uk: Кінець
zh_hans: 结束

# troubleshoot_notification_current_endpoint
source: Current endpoint: {endpoint}
ca: Endpoint actual: {endpoint}
de: Aktueller Endpunkt: {endpoint}
es: Endpoint actual: {endpoint}
et: Hetkel kasutatav otspunkt: {endpoint}
uk: Поточна кінцева точка: {endpoint}
zh_hans: 当前端点：{endpoint}

# settings_show_welcome_dialog
source: Show welcome dialogue again
ca: Mostrar altre cop el diàleg de benvinguda
de: Einführung erneut starten
es: Mostrar de nuevo el diálogo de bienvenida
et: Näita sissejuhatavaid slaide uuesti
fr: Afficher le dialogue d'accueil à nouveau
he: הצגת תיבת הדו־שיח של „ברוכים הבאים” שוב
pt_br: Mostrar diálogo de boas-vindas novamente
uk: Знову продемонструвати вітальний діалог
zh_hans: 再次显示欢迎对话框

# settings_dev_settings
source: Open developer settings
ca: Obrir configuració de desenvolupador
de: App-Entwicklereinstellungen öffnen
es: Abrir configuración de desarrollador
et: Ava seadistused arendajale
fr: Ouvrir les paramètres du développement
he: פתיחת ההגדרות למפתחים
pt_br: Abrir configurações do desenvolvedor
uk: Відкрити налаштування розробника
zh_hans: 打开开发者设置

# warning_tags
source: Tags
ca: Etiquetes
es: Etiquetas
et: Sildid
fr: Balises
he: תגיות
pt_br: Etiquetas
uk: Мітки
zh_hans: 标签

# about_headline
source: About
ca: Quant a
de: Über
es: Acerca de
et: Rakenduse teave
fr: A propos
he: על אודות
pt_br: Sobre
uk: Про
zh_hans: 关于

# about_summery
source: This app is a free and open source project and has been created in the hope that it will be useful. Suggestions on how it can be improved or reports on bugs you have experienced are welcome. If you like this app and find it useful, I would love to hear about it.
ca: Aquesta app és un projecte lliure i de codi obert, i s'ha creat amb l'esperança que sigui útil. Són benvingudes les suggerències sobre com es pot millorar o els informes d'errors que hàgiu experimentat. Si us agrada aquesta app i la trobeu útil, m'encantaria sentir-ho.
de: Diese App ist ein kostenloses Open-Source-Projekt und wurde in der Hoffnung erstellt, dass sie nützlich sein wird. Vorschläge zur Verbesserung oder Berichte über aufgetretene Fehler sind willkommen. Wenn dir diese App gefällt und du sie nützlich findest, würde ich mich über eine Rückmeldung freuen.
es: Esta aplicación es un proyecto libre y de código abierto, y se ha creado con la esperanza de que sea útil. Son bienvenidas las sugerencias sobre cómo se puede mejorar o los informes de errores que hayas experimentado. Si te gusta esta aplicación y la encuentras útil, me encantaría saberlo.
et: See tasuta ja vaba rakendus on avatud lähtekoodiga projekt, mis on loodud usus, et sellest on kasu. Kui märkad vigu või sul on parandusettepanekuid, siis mõlemad on teretulnud. Kui sulle see rakendus meeldib jata on sulle kasulik, siis sooviksin sellest kuulda.
fr: Cette application est un projet libre et open source et elle a été crée en espérant qu'elle sera utile. Des suggestions sur comment elle peut être améliorée ou des signalisations de problèmes que vous avez eus sont les bienvenues. Si vous aimez cette application et vous la trouvez utile, j'aimerai bien vous entendre.
he: יישומון זה הוא חופשי ובקוד פתוח והוא נוצר בתקווה שיהיה יעיל. הצעות לשיפור ודיווח על תקלים שנתקלתם בהם יתרבלו בברכה. אם אהבתם את היישומון ואתם חושבים שהוא יעיל, אשמח לשמוע על כך.
pt_br: Este aplicativo é um projeto gratuito e de código aberto e foi criado na esperança de que seja útil. Sugestões sobre como melhorar ou relatórios sobre bugs que você encontrou são bem-vindos. Se você gosta deste aplicativo e o considera útil, adoraria saber mais sobre ele.
uk: Ця програма — це безплатний проєкт з відкритим кодом і була створена з надією, що вона буде корисною. Пропозиції щодо його вдосконалення або повідомлення про помилки, з якими ви зіткнулися, вітаються. Якщо вам сподобався цей застосунок і ви вважаєте його корисним, я був би радий почути про це.
zh_hans: 本应用是自由开源项目，创建目的是希望它会有帮助。欢迎改进程序的建议或报告您遇到的问题。希望听到您喜欢这款应用并发现它有帮助。

# about_official_sources
source: Official Sources
ca: Fonts oficials
de: Offizielle Quellen
es: Fuentes oficiales
et: Ametlik lähtekood
he: מקורות רשמיים
zh_hans: 官方源

# about_author
source: Author
ca: Autor
de: Autor
es: Autor
et: Autor
fr: Auteur
he: מחבר
pt_br: Autor
uk: Автор
zh_hans: 作者

# about_author_subtitle
source: not used
ca: no s'utilitza
de: nicht benutzt
es: no se utiliza
et: pole kasutusel
fr: Pas utilisé
he: לא בשימוש
pt_br: não usado
uk: не використано
zh_hans: 未使用

# about_contact
source: Contact
ca: Contacte
de: Kontakt
es: Contacto
et: Kontakt
fr: Contacte
he: יצירת קשר
pt_br: Contato
uk: Контакти
zh_hans: 联系

# about_contact_subtitle
source: not used
ca: no s'utilitza
de: Nicht benutzt
es: no se utiliza
et: pole kasutusel
fr: Pas utilisé
he: לא בשימוש
pt_br: não usado
uk: не використано
zh_hans: 未使用

# about_imprint
source: Imprint?
de: Impressum?
et: Ilmumisandmed?
fr: Empreinte ?
pt_br: Imprimir?
uk: Імпринт?

# about_imprint_subtitle
source: should there be an imprint here?
ca: hauria d'haver-hi un imprimat aquí?
de: Müsste hier ein Impressum stehen?
es: ¿debería haber un imprint aquí?
et: kas siin peaks olema juriidilised andmed rakenduse kohta?
fr: Devrait-il y avoir une empreinte ici ?
pt_br: Deveria haver uma impressão aqui?
uk: чи повинен бути тут відбиток?
zh_hans: 这里应该有 imprint 吗？

# about_privacy
source: Privacy
ca: Privacitat
de: Datenschutz
es: Privacidad
et: Privaatsus
fr: Vie privée
he: פרטיות
pt_br: Privacidade
uk: Приватність
zh_hans: 隐私

# about_privacy_subtitle
source: Everything the app does and does not do
ca: Tot el que fa i no fa l'app
de: Alles, was die App macht und nicht macht
es: Todo lo que hace y no hace la aplicación
et: Kõik mida see rakendus teeb ja ei tee
fr: Tout ce que l'application fait et ne fait pas
he: כל מה שהיישומון עושה ולא עושה
pt_br: Tudo o que o aplicativo faz e não faz
uk: Усе, що робить і чого не робить застосунок
zh_hans: 本应用做什么和不做什么

# about_disclaimer
source: Disclaimer
ca: Descàrrec de responsabilitat
de: Haftungsausschluss
es: Descargo de responsabilidad
et: Lahtiütlus vastutusest
fr: Décharge de responsabilité
he: גילוי נאות
pt_br: isenção de responsabilidade
uk: Застереження
zh_hans: 免责声明

# about_version
source: Version
ca: Versió
es: Versión
et: Versioon
he: גרסה
pt_br: versão
uk: Версія
zh_hans: 版本

# about_licence
source: License
ca: Llicència
de: Lizenz
es: Licencia
et: Litsents
fr: Licence
he: רישיון
pt_br: Licença
uk: Ліцензія
zh_hans: 许可证

# about_other_license
source: Other License
ca: Altres llicències
de: Andere Lizenzen
es: Otras licencias
et: Muud litsentsid
fr: Autre licence
he: רישיון נוסף
pt_br: Outra Licença
uk: Інша ліцензія
zh_hans: 其他许可证

# about_contributors
source: Contributors
ca: Col·laboradors
de: Mitwirkende
es: Colaboradores
et: Kaasautorid
fr: Contributeurs
he: תורמים
pt_br: Contribuidores
uk: Учасники
zh_hans: 贡献者

# about_sourcecode
source: Sourcecode
ca: Codi font
de: Quellcode
es: Código fuente
et: Lähtekood
fr: Code source
he: קוד המקור
pt_br: código fonte
uk: Початковий код
zh_hans: 源代码

# about_sourcecode_subtitle
source: Soon on floppy, meanwhile on github
ca: Aviat en disquet, mentrestant a github
de: Bald auf Floppy, bis dahin auf Github
es: Pronto en disquete, mientras tanto en github
et: Varsti flopi peal, seni GitHubis
fr: Bientôt sur disquette, entre temps sur GitHub
he: בקרוב ב־floppy; כרגע ב־GitHub
pt_br: Em breve no disquete, enquanto isso no github
uk: Скоро на дискеті, а поки що на github
zh_hans: 不久后会在软盘上，与此同时在 github 上

# about_faq
source: FAQ
ca: PMF
es: P+F
et: Korduma kippuvad küsimused
he: שו״ת
zh_hans: 常见问题

# my_place_warnings_count
source: There {count, plural, =0{are no warnings} =1{is one warning} other{are {count} warnings}}
ca: Hi ha {count, plural, =0{cap alerta} =1{una alerta} other{{count} alertes}}
de: Es {count, plural, =0{liegt keine Warnung vor} =1{liegt eine Warnung vor} other{liegen {count} Warnungen vor}}
es: Hay {count, plural, =0{ninguna alerta} =1{una alerta} other{{count} alertas}}
et: Sulle {count, plural, =0{pole hoiatusi} =1{on üks hoiatus} other{on {count} hoiatust}}
uk: Там {count, plural, =0{немає жодних попереджень} =1{це одне попередження} other{є {count} попередження}}
zh_hans: {count, plural, =0{无警报} =1{有一个警报} other{有{count} 个警报}}

# map_view_warning_overview_no_alerts
source: There are no alerts
ca: No hi ha alertes
de: Es gibt keine Warnungen
es: No hay alertas
et: Hoiatusi pole
pt_br: Não há alertas
uk: Немає сповіщень
zh_hans: 无警报

# notification_group_description
source: There are multiple notifications from FOSSWarn
ca: Hi ha múltiples notificacions de FOSSWarn
de: Es gibt mehrere Benachrichtigungen für FOSS Warn
es: Hay múltiples notificaciones de FOSSWarn
et: Rakenduselt FOSS Warn on mitu hoiatust
uk: Є кілька сповіщень від FOSSWarn
zh_hans: 有多条来自 FOSSWarn 的通知

# warning_share
source: Share
ca: Compartir
de: Teilen
es: Compartir
et: Jaga
fr: Partager
he: שיתוף
pt_br: Compartilhar
uk: Поділитися
zh_hans: 分享

# warning_open_picture_with_browser
source: Open picture with browser
ca: Obrir imatge amb el navegador
de: Bild im Browser anzeigen
es: Abrir imagen con el navegador
et: Ava pilt veebibrauseris
fr: Ouvrir l'image avec le navigateur
he: פתיחת התמונה בדפדפן
pt_br: Abrir imagem com navegador
uk: Відкрити зображення браузером
zh_hans: 用浏览器打开图片

# warning_type
source: Type: {warningType}
ca: Tipus: {warningType}
de: Typ: {warningType}
es: Tipo: {warningType}
et: Tüüp: {warningType}
fr: Type
he: סוג: {warningType}
pt_br: Tipo: {warningType}
uk: Тип: {warningType}
zh_hans: 类型： {warningType}

# warning_event
source: Event
ca: Esdeveniment
de: Ereignis
es: Evento
et: Sündmus
fr: Événement
he: אירוע
pt_br: evento
uk: Подія
zh_hans: 事件

# warning_severity
source: Severity: {severity}
ca: Severitat: {severity}
de: Schweregrad: {severity}
es: Gravedad: {severity}
et: Tõsidus: {severity}
fr: Gravité
he: חומרה: {severity}
pt_br: Gravidade: {severity}
uk: Серйозність: {severity}
zh_hans: 严重程度： {severity}

# warning_urgency
source: Urgency
ca: Urgència
de: Dringlichkeit
es: Urgencia
et: Kiireloomulisus
fr: Urgence
he: דחיפות
pt_br: Urgência
uk: Терміновість
zh_hans: 紧急度

# warning_certainty
source: Certainty
ca: Certesa
de: Lage
es: Certidumbre
et: Kindlus
fr: Certitude
he: ודאות
pt_br: Certeza
uk: Впевненість
zh_hans: 确信度

# warning_scope
source: Scope
ca: Abast
de: Bereich
es: Ámbito
et: Käsitlusala
fr: Portée
he: היקף
pt_br: Escopo
uk: Масштаб
zh_hans: 范围

# warning_identifier
source: ID
et: Tunnus
he: ת״ז

# warning_status
source: Status
ca: Estat
es: Estado
et: Olek
fr: Statut
he: מצב
uk: Стан
zh_hans: 状态

# warning_show_more
source: Show more
ca: Mostrar més
de: Mehr anzeigen
es: Mostrar más
et: Näita veel
fr: Voir plus
he: להציג יותר
pt_br: Mostrar mais
uk: Показати більше
zh_hans: 显示更多

# warning_region_title
source: Region
ca: Regió
es: Región
et: Piirkond
he: אזור
pt_br: Região
uk: Регіон
zh_hans: 地区

# warning_type_title
source: Type
ca: Tipus
de: Typ
es: Tipo
et: Tüüp
he: סוג
pt_br: Tipo
uk: Тип
zh_hans: 类型

# warning_description_title
source: Description
ca: Descripció
de: Beschreibung
es: Descripción
et: Kirjeldus
he: תיאור
pt_br: Descrição
uk: Опис
zh_hans: 描述

# warning_source_title
source: Source
ca: Font
de: Quelle
es: Fuente
et: Andmeallikas
he: מקור
pt_br: Fonte
uk: Джерело
zh_hans: 来源

# warning_from
source: Message from: {datetime}
ca: Missatge de: {datetime}
de: Meldung vom: {datetime}
es: Mensaje de: {datetime}
et: Avaldatud: {datetime}
fr: Message du
he: הודעה מ־{datetime}
pt_br: Mensagem de: {datetime}
uk: Повідомлення від: {datetime}
zh_hans: 发送时间：{datetime}

# warning_context_information
source: Context information:
ca: Informació de context:
de: Kontextinformationen:
es: Información de contexto:
et: Kontekstuaalne teave:
he: מידע על ההקשר:
pt_br: Informações de contexto:
uk: Контекстна інформація:
zh_hans: 上下文信息：

# warning_effective
source: Effective
ca: Efectiu
de: Gültig
es: Efectivo
et: Kehtvuse algus
fr: Efficace
he: יעילות
pt_br: Eficaz
uk: Ефективний
zh_hans: 生效

# warning_expires
source: Expires
ca: Caduca
de: Gültig bis
es: Caduca
et: Kehtvuse lõpp
fr: Expiration
he: תום תוקף
pt_br: Expira
uk: Закінчується
zh_hans: 过期

# warning_onset
source: Onset
ca: Inici
de: Gültig ab
es: Inicio
et: Algus
fr: Début
pt_br: início
uk: Початок
zh_hans: 开始

# warning_show_less
source: Show less
ca: Mostrar menys
de: Weniger anzeigen
es: Mostrar menos
et: Näita vähem
fr: Voir moins
he: להציג פחות
pt_br: Mostrar menos
uk: Показати менше
zh_hans: 显示较少

# warning_region
source: Region {region}
ca: Regió {region}
es: Región {region}
et: Piirkond {region}
fr: Région
he: אזור: {region}
pt_br: Região {region}
uk: Регіон {region}
zh_hans: 地区 {region}

# warning_places
source: Places
ca: Llocs
de: Orte
es: Lugares
et: Asukohad
fr: Endroits
he: מקומות
pt_br: Lugares
uk: Місця
zh_hans: 地点

# warning_description
source: Description {description}
ca: Descripció {description}
de: Beschreibung {description}
es: Descripción {description}
et: Kirjeldus {description}
fr: Description
he: תיאור: {description}
pt_br: Descrição {description}
uk: Опис {description}
zh_hans: 描述 {description}

# warning_source
source: Source {source}
ca: Font {source}
de: Quelle {source}
es: Fuente {source}
et: Andmeallikas {source}
fr: Source
he: מקור: {source}
pt_br: Fonte {source}
uk: Джерело {source}
zh_hans: 数据源 {source}

# warning_contact
source: Contact
ca: Contacte
de: Kontakt
es: Contacto
et: Kontakt
he: יצירת קשר
pt_br: Contato
uk: Контакти
zh_hans: 联系

# warning_website
source: Website
ca: Lloc web
de: Webseite
es: Sitio web
et: Veebisait
fr: Site web
he: אתר
pt_br: site
uk: Сайт
zh_hans: 网站

# add_new_place_place_name
source: Add a new place
ca: Afegir un nou lloc
de: Neuen Ort hinzufügen
es: Añadir un nuevo lugar
et: Lisa uus asukoht
fr: Ajouter un nouveau endroit
he: הוספת מקום חדש
pt_br: Adicionar um novo nome de lugar
uk: Додати у нове місце
zh_hans: 添加新地点

# add_new_place
source: Add a new Place
ca: Afegir un nou lloc
de: Neuen Ort hinzufügen
es: Añadir un nuevo lugar
et: Lisa uus asukoht
fr: Ajouter un nouveau endroit
he: הוספת מקום חדש
pt_br: Adicionar novo lugar
uk: Додати нове місце
zh_hans: 添加新地点

# privacy_headline
source: Privacy
ca: Privacitat
de: Datenschutz
es: Privacidad
et: Privaatsus
fr: Vie privée
he: פרטיות
pt_br: Privacidade
uk: Приватність
zh_hans: 隐私

# warning_from_title
source: Message from
ca: Missatge de
de: Nachricht von
es: Mensaje de
et: Sõnum saatjalt
he: הודעה מ־
pt_br: Mensagem de
uk: Повідомлення від
zh_hans: 发送时间

# warning_severity_title
source: Severity
ca: Severitat
de: Schweregrad
es: Gravedad
et: Tõsidus
he: חומרה
pt_br: Gravidade
uk: Серйозність
zh_hans: 严重程度

# imprint_headline
source: Imprint
de: Impressum
et: Ilmumisandmed
fr: Empreinte
pt_br: Imprimir
uk: Відбиток

# welcome_view_foss_server_selection_headline
source: FOSS Public Alert Server
et: FPAS - FOSS Häireateavituste Server
pt_br: Servidor de Alerta Público FOSS
uk: Сервер публічних сповіщень FOSS
zh_hans: FOSS 公共警报服务器

# notification_settings_thunderstorm
source: Thunderstorm
ca: Tempesta
de: Gewitter
es: Tormenta
et: Äike
fr: Orage
he: סופת רעמים
pt_br: Tempestade
uk: Гроза
zh_hans: 雷暴

# notification_settings_strong_weather
source: Strong weather
ca: Temps fort
de: Starkes Wetter
es: Tiempo fuerte
et: Tormine ilm
fr: Météo intense
he: מזג אוויר סוער
pt_br: Tempo forte
uk: Сильна погода
zh_hans: 强天气

# notification_settings_everything_else
source: Everything else
ca: Tot la resta
de: Alles andere
es: Todo lo demás
et: Kõik muu
fr: Tout le reste
he: כל השאר
pt_br: Tudo o resto
uk: Усе інше
zh_hans: 所有其他

# notification_settings_everything
source: everything
ca: tot
de: Alles
es: todo
et: kõik
fr: Tout
he: הכול
pt_br: tudo
uk: усе
zh_hans: 所有

# dev_settings_headline
source: Developer Settings
ca: Configuració de desenvolupador
de: Entwicklereinstellungen
es: Configuración de desarrollador
et: Arendaja seadistused
fr: Paramètres du développement
he: הגדרות למפתחים
pt_br: Configurações do desenvolvedor
uk: Налаштування розробника
zh_hans: 开发者设置

# dev_settings_delete_list_of_read_warnings
source: Delete list of read warnings
ca: Eliminar llista d'alertes llegides
de: Liste mit den gelesenen Warnungen löschen
es: Eliminar lista de alertas leídas
et: Kustuta loetud hoiatuste loend
fr: Supprimer la liste d'alertes routières
he: מחיקת רשימת ההזהרות שנקראו
pt_br: Excluir lista de avisos de leitura
uk: Видалити список прочитаних попереджень
zh_hans: 删除已读警报列表

# dev_settings_show_debug_notification
source: Show debug notifications
ca: Mostrar notificacions de depuració
de: Fehlerbehebungsbenachrichtigungen anzeigen
es: Mostrar notificaciones de depuración
et: Näita arenduseks mõeldud teateid
he: הצגת הודעות ניפוי התקלים
uk: Показувати сповіщення про налагодження
zh_hans: 显示调试通知

# dev_settings_remove_cached_alerts
source: Remove cached alerts
ca: Eliminar alertes emmagatzemades en cau
de: Zwischengespeicherte Warnungen entfernen
es: Eliminar alertas almacenadas en caché
et: Eemalda puhverdatud hoiatused
he: הסרת ההתרעות שבמטמון
uk: Вилучити кешовані сповіщення
zh_hans: 删除缓存的警报

# welcome_view_battery_optimisation_action_success
source: Success
ca: Èxit
de: Akkuoptimierung deaktiviert
es: Éxito
et: Õnnestus
fr: Succès
pt_br: Sucesso
uk: Успіх
zh_hans: 成功

# welcome_view_action_success
source: Success
ca: Èxit
de: Erfolgreich
es: Éxito
et: Õnnestus
pt_br: Sucesso
uk: Успіх
zh_hans: 成功

# welcome_view_battery_optimisation_verifying
source: Verifying battery optimization state...
ca: Verificant l'estat d'optimització de la bateria...
de: Überprüfung des Akkuoptimierungsstatus...
es: Verificando el estado de optimización de la batería...
et: Kontrollin akukasutuse optimeerimise olekut...
pt_br: Verificando o estado de otimização da bateria...
uk: Перевірка стану оптимізації акумулятора...
zh_hans: 验证电池优化状态中…

# dev_settings_delete_list_of_read_warnings_text
source: manually clears the saved list of warnings already read.
ca: esborra manualment la llista desada d'alertes ja llegides.
de: Löscht manuell die gespeicherte Liste der bereits gelesenen Warnungen.
es: borra manualmente la lista guardada de alertas ya leídas.
et: selle kustutad juba loetud salvestatud hoiatuste loendi.
fr: Efface manuellement la liste sauvegardée des avertissements déjà lus.
he: מנקה ידנית את הרשימה השמורה של ההזהרות שנקראו.
pt_br: limpa manualmente a lista salva de avisos já lidos.
uk: вручну очистити збережений список вже прочитаних попереджень.
zh_hans: 手动清理保存的已读警报列表。

# dev_settings_delete_notification_list
source: Delete Notification list
ca: Eliminar llista de notificacions
de: Benachrichtigungsliste löschen
es: Eliminar lista de notificaciones
et: Kustuta teavituste loend
fr: Supprimer la liste de notifications
he: מחיקת רשימת ההודעות
pt_br: Excluir lista de notificações
uk: Видалити список сповіщень
zh_hans: 删除通知列表
