Repository: nucleus-ffm/foss_warn
Catalog: lib/l10n/app_*.arb
Languages: ca, de, es, et, fr, he, pt_br, ru, uk, zh_hans

# settings_select_push_service_title
source: Push Service
ca: Servei de notificacions push
de: Push-Dienst
es: Servicio de notificaciones push
et: Tõuketeenus
he: שירות דחיפה
zh_hans: 推送服务

# settings_select_push_service_subtitle
source: Choose which push service you want to use.
ca: Trieu quin servei de notificacions push voleu utilitzar.
de: Wähle den Push-Dienst aus, den du verwenden möchtest.
es: Elige qué servicio de notificaciones push quieres usar.
et: Vali tõuketeenus, mida tahad kasutada.
he: בחירת שירות הדחיפה שבו יש להשתמש.
zh_hans: 选择你想使用哪个推送服务。

# settings_self_check_title
source: Self check
ca: Autocomprovació
de: Selbsttest
es: Autocomprobación
et: Olekukontroll
he: בדיקה עצמית
zh_hans: 自检查

# settings_self_check_subtitle
source: Run a self check for the notification setup
ca: Executa una autocomprovació de la configuració de notificacions
de: Führe einen Selbsttest für die Benachrichtigungseinrichtung durch
es: Ejecuta una autocomprobación de la configuración de notificaciones
et: Käivita teavituste seadistuse olekukontroll
he: הרצת בדיקה עצמית של תצורת ההודעות
zh_hans: 运行通知设置自检

# privacy_main_text
source: FOSS Warn does not send any information about its usage and only connects to the following services: - the FPAS server: this server handles the subscriptions, sends push notifications and can be selected in the settings. - opensteetmap.org: Used to display the map and to search for places. FOSS Warn transmits only the technically necessary data.
ca: FOSS Warn no envia cap informació sobre el seu ús i només es connecta als següents serveis: - el servidor FPAS: aquest servidor gestiona les subscripcions, envia notificacions push i es pot seleccionar a la configuració. - opensteetmap.org: S'utilitza per mostrar el mapa i buscar llocs. FOSS Warn transmet només les dades tècnicament necessàries.
de: FOSS Warn versendet keine Informationen über seine Nutzung und verbindet sich nur mit den folgenden Diensten: - dem FPAS-Server: Dieser Server verwaltet die Abonnements, sendet Push-Benachrichtigungen und kann in den Einstellungen ausgewählt werden. - opensteetmap.org: Dient zur Anzeige der Karte und zur Suche nach Orten. FOSS Warn überträgt nur die technisch notwendigen Daten.
es: FOSS Warn no envía ninguna información sobre su uso y solo se conecta a los siguientes servicios: - el servidor FPAS: este servidor gestiona las suscripciones, envía notificaciones push y se puede seleccionar en la configuración. - opensteetmap.org: Se utiliza para mostrar el mapa y buscar lugares. FOSS Warn transmite solo los datos técnicamente necesarios.
et: FOSS Warn ei edasta mitte kuhugile teavet oma kasutuse kohta ja loob ühenduse vaid järgnevate teenustega: - FPAS server (FOSS Häireateavituste Server): see server haldab teavituste tellimusi, saadab tõuketeenuseid ja on seadistustest valitav; - opensteetmap.org: on kasutusel kaardi kuvamiseks ja asukohtade otsimiseks. Mõlemal juhul edastab FOSS Warn vaid tehniliselt vajalikke andmeid.
fr: FOSS Warn n'envoie aucune information à propos de son usage, mais se connecte seulement à warning.bund.de à des intervalles régulières et télécharge les dernières alertes depuis là. Pour la liste de localités, FOSS Warn charge seulement une fois à l'ouverture une liste de xrepository.de (géré pas KoSIT). Afin de charger seulement les alertes pertinentes, FOSS Warn utilise uen API, où l'emplacement sélectionné est envoyé en tant que geocode. Pour le gérant de l'API, il est donc visible, quels emplacements (au niveau du pays) vous avez stockés. Pour l'appel, FOSS Warn transmet seulement les données technologiquement nécessaires. FOSS Warn n'a aucune influence sur le traitement au niveau du serveur.
he: Foss Warn אינו שולח שום מידע על השימוש בו ומתחבר לשירותים הבאים בלבד: - שרת ה־FPSA: שרת זה מנהל את ההרשמות, שולח הודעות דחיפה וניתן לבחור בו בהגדרות. - OpenStreetMap.org: משמש להצגת המפה ולחיפוש מקומות. FOSS Warn משדר רק את המידע הטכני הנחוץ.
pt_br: O FOSS Warn não envia nenhuma informação sobre seu uso e se conecta apenas aos seguintes serviços: - Servidor FPAS: este servidor gerencia as assinaturas, envia notificações push e pode ser selecionado nas configurações. - Opensteetmap.org: usado para exibir o mapa e pesquisar locais. O FOSS Warn transmite apenas os dados tecnicamente necessários.
uk: FOSS Warn не надсилає жодної інформації про своє використання, а лише підключається до наступних сервісів: - сервер FPAS: цей сервер обробляє підписки, надсилає push-повідомлення і може бути обраний у налаштуваннях. - opensteetmap.org: Використовується для відображення карти та пошуку місць. FOSS Warn передає лише технічно необхідні дані.
zh_hans: FOSS Warn 不发送任何关于其使用的信息，且只连接到以下服务： - FPAS 服务器：此服务器处理订阅，发送推送通知，可在设置中选中。 - opensteetmap.org：展示地图并搜索地点。 FOSS Warn 只传输技术上必需的数据。

# connection_error_app_error_action
source: Tap here for more information
ca: Toqueu aquí per obtenir més informació
de: Hier tippen für weitere Informationen
es: Toca aquí para obtener más información
et: Lisateabe saamiseks klõpsi siin
zh_hans: 轻按此处获取更多信息

# connection_error_subscription_expired_action
source: Tap here to resubscribe
ca: Toqueu aquí per tornar-vos a subscriure
de: Hier tippen, um sich erneut anzumelden
es: Toca aquí para volverte a suscribir
et: Uuesti tellimiseks klõpsi siin
zh_hans: 轻按此处重新订阅

# connection_error_first_fetch
source: Fetching new alerts...
ca: Recuperant noves alertes...
de: Neue Warnungen abrufen...
es: Recuperando nuevas alertas...
et: Laadin uusi hoiatusi...
zh_hans: 获取新警报中…

# connection_error_push_notification_setup_error
source: Detected problem with push notifications
ca: S'ha detectat un problema amb les notificacions push
de: Problem mit Push-Benachrichtigungen erkannt
es: Se ha detectado un problema con las notificaciones push
et: Tuvastasin tõuketeavitustega seotud vea
zh_hans: 检测到推送通知问题

# connection_error_push_notification_setup_error_action
source: Tap here for more information
ca: Toqueu aquí per obtenir més informació
de: Hier tippen für weitere Informationen
es: Toca aquí para obtener más información
et: Lisateabe saamiseks klõpsi siin
zh_hans: 轻按此处获取更多信息

# warning_severity_explanation_dialog_headline
source: Severity
ca: Severitat
de: Schweregrad
es: Gravedad
et: Ohutusriski mõju
fr: Gravité
pt_br: Gravidade
uk: Серйозність
zh_hans: 严重程度

# warning_severity_minor
source: Minor
ca: Menor
de: Gering
es: Menor
et: Väike
pt_br: Menor
uk: Незначна
zh_hans: 轻微

# warning_severity_moderate
source: Moderate
ca: Moderat
de: Moderat
es: Moderado
et: Mõõdukas
pt_br: Moderado
uk: Помірний
zh_hans: 中度

# warning_severity_severe
source: Severe
ca: Sever
de: Schwer
es: Severo
et: Tõsine
pt_br: Forte
uk: Сильний
zh_hans: 严重

# warning_severity_extreme
source: Extreme
ca: Extrem
de: Extrem
es: Extremo
et: Äärmuslik
pt_br: Extremo
uk: Екстрім
zh_hans: 极端

# warning_severity_unknown
source: Unknown
ca: Desconegut
de: Unbekannt
es: Desconocido
et: Pole teada
pt_br: Desconhecido
uk: Невідомо
zh_hans: 未知

# loading_screen_loading
source: Loading
ca: Carregant
de: Lade
es: Cargando
et: Laadin
pt_br: Carregando
uk: Завантаження
zh_hans: 加载中

# warning_detail_view_map_center_map_button_tooltip
source: Center map
ca: Centrar mapa
de: Karte zentrieren
es: Centrar mapa
et: Joonda kaart keskele
pt_br: Centralize o mapa
uk: Центр карти
zh_hans: 将地图居中

# my_places_view_add_new_place_button_tooltip
source: open new page to add a place
ca: obrir nova pàgina per afegir un lloc
de: Öffne neue Seite, um einen Ort hinzuzufügen
es: abrir nueva página para añadir un lugar
et: koha lisamiseks ava uus leht
pt_br: abrir nova página para adicionar um lugar
uk: відкрити нову сторінку, щоб додати місце
zh_hans: 打开新页面来添加地点

# loading_screen_wait_for_push_to_complete
source: Wait for push registration to complete.
ca: Espereu que es completi el registre push.
de: Warte, bis die Push-Registrierung abgeschlossen ist.
es: Espera a que se complete el registro push.
et: Oota, kuni tõuketeenuse registreerimine saab lõpetatud.
uk: Зачекайте завершення реєстрації push-повідомлень.
zh_hans: 等待推送注册完成。

# add_my_place_with_map_loading_screen_subscription_error
source: Something went wrong. Can not subscribe. Please try again later. The server responded with {error}
ca: Alguna cosa ha anat malament. No es pot subscriure. Si us plau, torneu-ho a provar més tard. El servidor ha respost amb {error}
de: Etwas ist schiefgelaufen. Kann Ort nicht abonnieren. Bitte versuche es später erneut. Der Server antwortete mit {error}
es: Algo ha ido mal. No se puede suscribir. Por favor, inténtalo de nuevo más tarde. El servidor ha respondido con {error}
et: Midagi läks valesti. Tellimine ei õnnestu. Palun proovi hiljem uuesti. Serveri vastus oli: {error}
pt_br: Algo deu errado. Não é possível assinar. Tente novamente mais tarde. O servidor respondeu com {error}
uk: Щось пішло не так. Не вдається підписатися. Спробуйте пізніше. Сервер відповів {error}
zh_hans: 出错了。无法订阅，请稍后再试。服务器返回错误 {error}

# add_my_place_with_map_loading_screen_subscription_success
source: successfully subscribed
ca: subscrit correctament
de: Erfolgreich abonniert
es: suscrito correctamente
et: tellimine õnnestus
pt_br: inscrito com sucesso
uk: успішно підписався
zh_hans: 成功订阅

# add_my_place_with_map_select_area_size
source: Select area size
ca: Seleccionar mida de l'àrea
de: Gebietsgröße auswählen
es: Seleccionar tamaño del área
et: Vali ala suurus
uk: Виберіть розмір області
zh_hans: 选择区域大小

# add_my_place_with_map_loading_screen_searching
source: searching…
ca: cercant…
de: suche…
es: buscando…
et: otsin…
pt_br: procurando…
uk: пошук…
zh_hans: 搜索中…

# add_my_place_with_map_loading_screen_search_no_result_found
source: No results found. Please try again
ca: No s'han trobat resultats. Si us plau, torneu-ho a provar
de: Keine Ergebnisse gefunden. Bitte erneut probieren
es: No se han encontrado resultados. Por favor, inténtalo de nuevo
et: Tulemusi ei leidu. Palun proovi uuesti
pt_br: Nenhum resultado encontrado. Por favor, tente novamente
uk: Результатів не знайдено. Спробуйте ще раз
zh_hans: 未找到结果。请重试

# choose_theme_dialog_headline
source: Select color theme
ca: Seleccionar tema de color
de: Farb-Thema wählen
es: Seleccionar tema de color
et: Vali kujundus
pt_br: Selecione o tema de cor
uk: Виберіть колірну тему
zh_hans: 选择颜色主题

# choose_theme_dialog_choose_accent_color
source: Choose accent color
ca: Trieu color d'accent
de: Akzentfarbe wählen
es: Elige color de acento
et: Vali aktsentvärv
pt_br: Escolha a cor de destaque
uk: Виберіть акцентний колір
zh_hans: 选择强调色

# legacy_warning_dialog_migration_button
source: start auto migration
ca: iniciar migració automàtica
de: automatische Migration starten
es: iniciar migración automática
et: alusta automaatset kolimist
pt_br: iniciar migração automática
uk: розпочати автоматичну міграцію
zh_hans: 开始自动迁移

# add_my_place_with_map_loading_screen_search_error
source: Something went wrong. Please try it again later.
ca: Alguna cosa ha anat malament. Si us plau, torneu-ho a provar més tard.
de: Es ist ein Fehler aufgetreten. Bitte versuche es später noch einmal.
es: Algo ha ido mal. Por favor, inténtalo de nuevo más tarde.
et: Midagi läks valesti. Palun proovi hiljem uuesti.
pt_br: Algo deu errado. Tente novamente mais tarde.
uk: Щось пішло не так. Спробуйте ще раз пізніше.
zh_hans: 出错了。请稍后重试。

# app_error_message
source: Ups. Something went wrong. Please contact the developer
ca: Ups. Alguna cosa ha anat malament. Si us plau, contacteu amb el desenvolupador
de: Ups. Etwas ist schiefgelaufen. Bitte kontaktiere den Entwickler
es: Ups. Algo ha ido mal. Por favor, contacta con el desarrollador
et: Vaat kus lops! Midagi läks valesti. Palun võta ühendust arendajaga
pt_br: Ups. Algo deu errado. Entre em contato com o desenvolvedor
uk: Упс. Щось пішло не так. Зверніться до розробника
zh_hans: 哎呀，出错了。请联系开发者

# welcome_view_foss_public_alert_server_confirm_button
source: Confirm
ca: Confirmar
de: Bestätigen
es: Confirmar
et: Kinnita
pt_br: Confirmar
uk: Підтвердити
zh_hans: 确认

# welcome_view_foss_public_alert_server_confirm_success
source: Confirmed
ca: Confirmat
de: Bestätigt
es: Confirmado
et: Kinnitatud
pt_br: Confirmado
uk: Підтверджено
zh_hans: 已确认

# welcome_view_foss_public_alert_server_use_default_server
source: Use default server
ca: Utilitzar servidor per defecte
de: Standard-Server verwenden
es: Usar servidor por defecto
et: Kasuta vaikimisi serverit
pt_br: Usar servidor padrão
uk: Використовувати сервер за замовчуванням
zh_hans: 使用默认服务器

# alert_publisher_unknown
source: Unknown
ca: Desconegut
de: Unbekannt
es: Desconocido
et: Pole teada
pt_br: Desconhecido
uk: Невідомо
zh_hans: 未知

source: Failed to open URL
ca: No s'ha pogut obrir la URL
de: Öffnen der URL fehlgeschlagen
es: No se ha podido abrir la URL
et: Võrguaadressi avamine ei õnnestunud
pt_br: Falha ao abrir URL
uk: Не вдалося відкрити URL-адресу
zh_hans: 打开 URL 失败

# error_dialog_description
source: FOSSWarn has noticed an error. Please report the error and attach the following log.
ca: FOSSWarn ha detectat un error. Informeu de l'error i adjunteu el següent registre.
de: FOSSWarn hat einen Fehler festgestellt. Bitte melde den Fehler und füge das folgende Protokoll bei.
es: FOSSWarn ha detectado un error. Informa del error y adjunta el siguiente registro.
et: FOSS Warn tuvastas vea. Palun teata sellest veast ja lisa teatesse järgnev logi.
pt_br: O FOSSWarn detectou um erro. Por favor, reporte o erro e anexe o seguinte log.
uk: FOSSWarn помітив помилку. Будь ласка, повідомте про помилку та додайте наступний журнал.
zh_hans: FOSSWarn 注意到错误。请报告该错误并附上下列日志。

# error_dialog_privacy
source: The log does not contain any privacy-sensitive information besides maybe your selected places. FOSSWarn does not send any logs to a server.
ca: El registre no conté cap informació sensible per a la privacitat a part dels vostres llocs seleccionats. FOSSWarn no envia cap registre a un servidor.
de: Das Protokoll enthält keine datenschutzrelevanten Informationen, außer möglicherweise den von dir ausgewählten Orten. FOSSWarn sendet keine Protokolle an einen Server.
es: El registro no contiene ninguna información sensible para la privacidad aparte de tus lugares seleccionados. FOSSWarn no envía ningún registro a un servidor.
et: Kui just välja arvata sinu seadistatud asukohad, siis selles logis pole privaatsuse mõttes delikaatseid andmeid. FOSS Warn ei edasta logisid serverisse.
pt_br: O log não contém nenhuma informação sensível à privacidade, exceto talvez os locais selecionados. O FOSSWarn não envia nenhum log para um servidor.
uk: Журнал не містить жодної конфіденційної інформації, окрім, можливо, вибраних вами місць. FOSSWarn не надсилає жодних журналів на сервер.
zh_hans: 除了你选择的地点，日志不包含任何隐私敏感信息。FOSSWarn 不发送任何日志到服务器。

# error_dialog_instruction_headline
source: What should I do now?
ca: Què haig de fer ara?
de: Was soll Ich jetzt tun?
es: ¿Qué debo hacer ahora?
et: Mida ma peaksin nüüd tegema?
pt_br: O que devo fazer agora?
uk: Що мені тепер робити?
zh_hans: 我现在该做什么？

# notification_alert_new_title
source: New alert for {place}
ca: Nova alerta per a {place}
de: Neue Warnung für {place}
es: Nueva alerta para {place}
et: Uus hoiatus asukohale: {place}
uk: Нове сповіщення для {place}
zh_hans: {place} 的新警报

# notification_alert_update_title
source: Updated alert for {place}
ca: Alerta actualitzada per a {place}
de: Aktualisierte Warnung für {place}
es: Alerta actualizada para {place}
et: Uuendatud hoiatus asukohale: {place}
uk: Оновлене сповіщення для {place}
zh_hans: {place} 的已更新警报

# troubleshoot_notification_title
source: Troubleshoot notifications
ca: Solucionar problemes de notificacions
de: Fehlerbehebung bei Benachrichtigungen
es: Solucionar problemas de notificaciones
et: Teavituste toimimise veaotsing
uk: Виправлення неполадок зі сповіщеннями
zh_hans: 故障排除通知

# troubleshoot_notification_register_state
source: Currently registered? {state}
ca: Actualment registrat? {state}
de: Aktuell registriert? {state}
es: ¿Actualmente registrado? {state}
et: Kas teavituste tõuketeenus on registreeritud? {state}
uk: Наразі зареєстровано? {state}
zh_hans: 当前已注册？{state}

# troubleshoot_notification_current_vapid_key
source: Current VAPID key: {key}
ca: Clau VAPID actual: {key}
de: Aktueller VAPID-Schlüssel: {key}
es: Clave VAPID actual: {key}
et: Hetkel kasutatav VAPID-võti: {key}
uk: Поточний ключ VAPID: {key}
zh_hans: 当前 VAPID 密钥：{key}

# troubleshoot_notification_current_public_key
source: Current public key: {key}
ca: Clau pública actual: {key}
de: Aktueller öffentlicher Schlüssel: {key}
es: Clave pública actual: {key}
et: Hetkel kasutatav avalik võti: {key}
uk: Поточний відкритий ключ: {key}
zh_hans: 当前公钥：{key}

# troubleshoot_notification_current_auth_key
source: Current auth key: {key}
ca: Clau d'autenticació actual: {key}
de: Aktueller Authentifizierungs-Schlüssel: {key}
es: Clave de autenticación actual: {key}
et: Hetkel kasutatav autentimisvõti: {key}
uk: Поточний ключ авторизації: {key}
zh_hans: 当前身份认证密钥：{key}

# troubleshoot_notification_reset_push_setup
source: Reset push setup
ca: Reiniciar configuració push
de: Push-Setup zurücksetzen
es: Reiniciar configuración push
et: Lähtesta tõuketeenuste seadistus
uk: Скинути налаштування push-повідомлень
zh_hans: 重置推送设置

# troubleshoot_notification_unregister_for_push
source: Unregister
ca: Resregistrar configuració push
de: Abmelden
es: Darse de baja
et: Eemalda registreering
uk: Скасувати реєстрацію
zh_hans: 取消注册

# notification_self_check_test_subscription_title
source: Test subscription and notification
ca: Subscripció i notificació de prova
de: Test-Abonnement und -Benachrichtigung
es: Suscripción y notificación de prueba
et: Tellimuste ja teavituste test
zh_hans: 测试订阅和通知

# troubleshoot_notification_resubscribe
source: Re-subscribe for places with new push config
ca: Tornar-se a subscriure per als llocs amb nova configuració push
de: Orte mit neuer Push-Konfiguration erneut abonnieren
es: Volverse a suscribir para los lugares con nueva configuración push
et: Kui uus tõuketeenuste seadistus on olemas, siis telli asukohad uuesti
uk: Підпишіться повторно на місця з новою конфігурацією push-розсилок
zh_hans: 重新订阅有新推送配置的地点

# no_up_distributor_found_dialog_title
source: No push distributor found
ca: No s'ha trobat cap distribuïdor UnifiedPush
de: Kein Push-Verteiler gefunden
es: No se ha encontrado ningún distribuidor push
et: Ühtegi tõuketeenuste levitajat ei leidu
uk: Розподільник штовхання не знайдено
zh_hans: 没找到推送分发程序

# no_up_distributor_found_dialog_explanation
source: FOSSWarn couldn't find any UnifiedPush distributor installed on your device. To subscribe to an area, you must have one installed, or you won't get any notifications. Please install a distributor and retry the subscription.
ca: FOSSWarn no ha pogut trobar cap distribuïdor d'UnifiedPush instal·lat al vostre dispositiu. Per subscriure-us a una àrea, n'heu de tenir un instal·lat, o no rebreu cap notificació. Instal·leu un distribuïdor i torneu a provar la subscripció.
de: FOSSWarn konnte keinen UnifiedPush- Anbieter auf Ihrem Gerät finden. Um einen Bereich zu abonnieren, musst du einen installiert haben, sonst bekommst du keine Benachrichtigungen. Bitte installiere einen Anbieter und versuche das Abonnement erneut.
es: FOSSWarn no ha podido encontrar ningún distribuidor UnifiedPush instalado en tu dispositivo. Para suscribirte a un área, debes tener uno instalado, o no recibirás ninguna notificación. Instala un distribuidor y vuelve a probar la suscripción.
et: FOSSWarn ei suutnud sinu nutiseadmest tuvastada ühtegi UnifiedPushi tõuketeenuste levitajat. Kui soovid mingi asukoha jaoks teavitusi tellida, siis peab selline teenus olema paigaldatud - vastasel juhul teavitused ei toimi. Palun paigalda levitaja ja proovi tellimist uuesti.
uk: FOSSWarn не зміг знайти жодного встановленого на вашому пристрої дистриб'ютора UnifiedPush. Щоб підписатися на певну область, у вас має бути встановлений дистриб'ютор, інакше ви не отримуватимете сповіщень. Будь ласка, встановіть дистриб'ютора та повторіть спробу підписки.
zh_hans: FOSSWarn 找不到任何安装在你设备上的 UnifiedPush 分发程序。要订阅区域，你必须安装一个分发程序，否则你不会接到任何通知。请安装一个分发程序或重试订阅。

# no_up_distributor_found_up_explanation_button
source: What is unifiedPush and how to install a distributor?
ca: Què és UnifiedPush i com instal·lar un distribuïdor?
de: Was ist UnifiedPush und wie installiert man einen Anbieter?
es: ¿Qué es UnifiedPush y cómo instalar un distribuidor?
et: Mis on UnifiedPush ja kuidas käib levitaja paigaldamine?
uk: Що таке unifiedPush і як встановити дистриб'ютор?
zh_hans: UnifiedPush 是什么？如何安装分发程序？

# invalid_subscription_dialog_successfully_resubscribed
source: Successfully resubscribed
ca: S'ha tornat a subscriure correctament
de: Erfolgreich erneut abonniert
es: Se ha vuelto a suscribir correctamente
et: Uuesti tellimine õnnestus
pt_br: Inscrição cancelada com sucesso
uk: Підписку успішно поновлено
zh_hans: 重订成功

# notification_channel_other_name
source: Other
ca: Altres
de: Andere
es: Otros
et: Muu
uk: Інше
zh_hans: 其他

# notification_channel_other_description
source: Other notifications
ca: Altres notificacions
de: Andere Benachrichtigungen
es: Otras notificaciones
et: Muud teavitused
uk: Інші сповіщення
zh_hans: 其他通知

# notification_group_name
source: FOSSWarn notifications
ca: Notificacions de FOSSWarn
de: FOSS-Warn-Benachrichtigungen
es: Notificaciones de FOSSWarn
et: FOSS Warni teavitused
uk: Сповіщення FOSSWarn
zh_hans: FOSSWarn 通知

# error_dialog_hide_error_bar
source: Hide error bar
ca: Amagar la barra d'errors
de: Fehlerbalken ausblenden
es: Ocultar barra de errores
et: Peida veariba
pt_br: Ocultar barra de erro
uk: Приховати панель помилок
zh_hans: 隐藏错误栏

# error_dialog_copy
source: copy error log
ca: copiar el registre d'errors
de: Fehlerprotokoll kopieren
es: copiar registro de errores
et: kopeeri vealogi
pt_br: log de erros de cópia
uk: журнал помилок копіювання
zh_hans: 复制错误日志

# error_dialog_copy_success
source: copied
ca: copiat
de: Kopiert
es: copiado
et: kopeeritud
pt_br: copiado
uk: скопійовано
zh_hans: 已复制

# error_log_viewer_title
source: Log file Viewer
ca: Visor de fitxers del registre
de: Protokolldatei Betrachter
es: Visor de archivos de registro
et: Logifaili vaataja
pt_br: Visualizador de arquivo de log
uk: Переглядач файлів журналу
zh_hans: 日志文件查看器

# error_log_viewer_headline
source: Here you can read the error log for FOSSWarn
ca: Aquí podeu llegir el registre d'errors de FOSSWarn
de: Hier kannst du das Fehlerprotokoll von FOSS Warn lesen
es: Aquí puedes leer el registro de errores para FOSSWarn
et: Siin saad FOSS Warni logisid lugeda
pt_br: Aqui você pode ler o log de erros do FOSSWarn
uk: Тут ви можете ознайомитися з журналом помилок для FOSSWarn
zh_hans: 可以在此阅读 FOSSWarn 的错误日志

# error_log_button_delete
source: Delete
ca: Eliminar
de: Löschen
es: Eliminar
et: Kustuta
pt_br: Excluir
uk: Видалити
zh_hans: 删除

# error_log_button_share
source: Share logfile
ca: Compartir el fitxer de registre d'errors
de: Protokoll teilen
es: Compartir archivo de registro
et: Jaga logifaili
pt_br: Compartilhar arquivo de log
uk: Поділитися файлом журналу
zh_hans: 分享日志文件

# error_log_share_info
source: Error log shared from FOSSWarn
ca: Registre d'errors compartit de FOSSWarn
de: Fehlerprotokoll geteilt von FOSS Warn
es: Registro de errores compartido desde FOSSWarn
et: FOSS Warni rakendusest jagatud vealogi
pt_br: Log de erros compartilhado do FOSSWarn
uk: Журнал помилок, наданий з FOSSWarn
zh_hans: 分享自 FOSSWarn 的错误日志

# dev_settings_open_log_file_viewer_title
source: Open Logfile viewer
ca: Obrir visor de fitxers de registre
de: Protokolldatei-Betrachter öffnen
es: Abrir visor de archivos de registro
et: Ava logifailide vaataja
he: פתיחת מציג קובץ היומן
uk: Відкрити переглядач журналів
zh_hans: 打开日志文件查看器
