Repository: nucleus-ffm/foss_warn
Catalog: lib/l10n/app_*.arb
Languages: ca, de, es, et, fr, he, pt_br, ru, uk, zh_hans

# notification_self_check_description
source: This conducts tests to detect problems that could prevent notifications from being received by FOSSWarn. For help and more information, please visit the wiki.
ca: Això realitza proves per detectar problemes que podrien impedir que FOSSWarn rebi notificacions. Per obtenir ajuda i més informació, visiteu el wiki.
de: Hiermit werden Tests durchgeführt, um Probleme zu erkennen, die den Empfang von Benachrichtigungen durch FOSSWarn verhindern könnten. Hilfe und weitere Informationen dazu findest du im Wiki.
es: Esto realiza pruebas para detectar problemas que podrían impedir que FOSSWarn reciba notificaciones. Para obtener ayuda y más información, visita el wiki.
et: Järgnevaga käivitatakse vajalikud testid tuvastamaks võimalikke vigu, mis võiks takistada häireteavituste jõudmist FOSS Warni. Abiteaver ja lisainfot leiad meie vikist.
zh_hans: 运行测试检测可能阻止应用接收通知的问题。要获取帮助和更多信息，请访问 wiki。

# notification_self_check_wiki_link_instruction
source: To the wiki
ca: Al wiki
de: Zum Wiki
es: Al wiki
et: Vaata vikit
zh_hans: 前往 wiki

# explanation_warning_level_all_clear
source: All clear
ca: Tot clar
de: Entwarnung
es: Todo despejado
et: Häire lõpp
fr: Levée de l'alerte
pt_br: Tudo limpo
uk: Все чисто
zh_hans: 危险已解除

# explanation_warning_level_all_clear_text
source: All-clear for a previous message. Most of the time the warning is now lifted.
ca: Tot clar per a un missatge anterior. La major part del temps l'alerta s'ha aixecat ara.
de: Entwarnung für eine frühere Meldung. In den meisten Fällen ist die Warnung jetzt aufgehoben.
es: Todo despejado para un mensaje anterior. La mayor parte del tiempo la alerta se ha levantado ahora.
et: Eelmises teates edastatud häire on lõppenud. Üldjuhul tähendab ka ohutaseme muutust.
fr: Levée de l'alerte pour un message précédent. La plupart du temps, l'avertissement est maintenant levé.
pt_br: Tudo certo para uma mensagem anterior. Na maioria das vezes, o aviso já foi retirado.
uk: Все чисто для попереднього повідомлення. У більшості випадків попередження знімається.
zh_hans: 多数时候先前消息的警报现已解除。

# explanation_warning_level_ack
source: Acknowledged
ca: Confirmat
de: Bestätigt
es: Confirmado
et: Teadvustatud
pt_br: Reconhecido
uk: Визнано
zh_hans: 已确认

# explanation_warning_level_error
source: Error
de: Fehler
et: Viga
pt_br: Erro
uk: Помилка
zh_hans: 错误

# legacy_warning_dialog_text
source: FOSS Warn has been upgraded to its latest iteration, introducing several changes. One of them is a map view, which displays the area of an alert on a map. As part of this update, FOSSWarn utilizes an updated list of places. Therefore, you have to migrate from old places to new ones. The process should automatically work if you press the `start auto migration` button. It will remove the old places and will try to add the same place from the new list. Some places may not be available anymore as the old list contains some nonvalid places. Please check if all your selected places are migrated successfully and add missing places manually. We apologize for any inconvenience.
ca: FOSS Warn s'ha actualitzat a la seva última iteració, introduint diversos canvis. Un d'ells és una vista de mapa, que mostra l'àrea d'una alerta en un mapa. Com a part d'aquesta actualització, FOSSWarn utilitza una llista actualitzada de llocs. Per tant, heu de migrar dels llocs antics als nous. El procés hauria de funcionar automàticament si premeu el botó `iniciar migració automàtica`. Eliminarà els llocs antics i intentarà afegir el mateix lloc de la nova llista. Alguns llocs potser ja no estiguin disponibles, ja que la llista antiga conté alguns llocs no vàlids. Si us plau, comproveu si tots els vostres llocs seleccionats s'han migrat correctament i afegiu els llocs que faltin manualment. Ens disculpem per les molèsties.
de: FOSS Warn wurde auf die neueste Version aktualisiert, wobei mehrere Änderungen eingeführt wurden. Eine davon ist eine Kartenansicht, die den Bereich einer Warnmeldung auf einer Karte anzeigt. Im Rahmen dieses Updates verwendet FOSSWarn eine aktualisierte Liste von Orten. Daher musst du von den alten Orten zu den neuen migrieren. Der Vorgang sollte automatisch funktionieren, wenn du auf den Button „Automatische Migration starten“ klickst. Dadurch werden die alten Orte entfernt und es wird versucht, denselben Ort aus der neuen Liste hinzuzufügen. Einige Orte sind möglicherweise nicht mehr verfügbar, da die alte Liste einige ungültige Orte enthält. Bitte überprüfe, ob alle von dir ausgewählten Orte erfolgreich migriert wurden, und füge fehlende Orte manuell hinzu. Wir entschuldigen uns für etwaige Unannehmlichkeiten.
es: FOSS Warn se ha actualizado a su última iteración, introduciendo varios cambios. Uno de ellos es una vista de mapa, que muestra el área de una alerta en un mapa. Como parte de esta actualización, FOSSWarn utiliza una lista actualizada de lugares. Por tanto, tienes que migrar de los lugares antiguos a los nuevos. El proceso debería funcionar automáticamente si pulsas el botón `iniciar migración automática`. Eliminará los lugares antiguos e intentará añadir el mismo lugar de la nueva lista. Algunos lugares quizá ya no estén disponibles, ya que la lista antigua contiene algunos lugares no válidos. Por favor, comprueba si todos tus lugares seleccionados se han migrado correctamente y añade los lugares que falten manualmente. Nos disculpamos por las molestias.
et: FOSS Warn on eelmise versiooniga võrreldes märgatavalt muutunud. Üks neist on kaardivaade, kus on näha häireteate ohuala kaardil. Osana sellest uuendusest kasutab FOSS Warn uuendatud asukohtade loendit. Seetõttu pead senised asukohad uued vormi teisendama. Kui klõpsad nuppu „Alusta automaatset kolimist“, siis kogu protsess peaks toimima automaatselt. Sellega eemaldatakse senised asukohad ja lisatakse nad uues vormingus uuesti. Kuna vanas loendis oli vigu, siis kõikide asukohtade teisendamine ei ole võimalik. Palun kontrolli teisendamise tulemust ja lisa puuduvad asukohad käsitsi. Täname tähelepanu eest ja vabandame ebamugavuse pärast.
fr: FOSS Warn a été mis à jour vers une nouvelle version améliorant la structure interne de l'application. Ce changement a entraîné la réinitialisation de tous les paramètres et des emplacements sauvegardés. Veuillez vérifier vos paramètres et ajouter à nouveau vos emplacements souhaités. Nous nous excusons pour tout inconvénient.
pt_br: O FOSS Warn foi atualizado para sua iteração mais recente, introduzindo diversas alterações. Uma delas é a visualização de mapa, que exibe a área de um alerta em um mapa. Como parte desta atualização, o FOSSWarn utiliza uma lista atualizada de locais. Portanto, você tem que migrar de lugares antigos para novos. O processo deverá funcionar automaticamente se você pressionar o botão `iniciar migração automática`. Ele removerá os lugares antigos e tentará adicionar o mesmo lugar da nova lista. Alguns lugares podem não estar mais disponíveis, pois a lista antiga contém alguns lugares inválidos. Verifique se todos os lugares selecionados foram migrados com sucesso e adicione os lugares ausentes manualmente. Pedimos desculpas por qualquer inconveniente.
uk: FOSS Warn було оновлено до останньої версії, в якій було внесено кілька змін. Однією з них є картографічний режим, який відображає область попередження на карті. В рамках цього оновлення FOSSWarn використовує оновлений список місць. Тому вам доведеться мігрувати зі старих місць до нових. Процес має відбутися автоматично, якщо ви натиснете кнопку «Почати автоматичну міграцію». Він видалить старі місця і спробує додати те саме місце з нового списку. Деякі місця можуть бути недоступні, оскільки старий список містить деякі недійсні місця. Будь ласка, перевірте, чи всі вибрані вами заклади успішно перенесені, і додайте відсутні заклади вручну. Приносимо вибачення за можливі незручності.
zh_hans: FOSS Warn 已更新至其最新迭代，引入几处变化。其中之一是地图视图，在地图上展示警报区域。 作为本次更新的一部分，FOSSWarn 使用了更新后的地点列表。你因此必须从旧地点迁移到新地点。如果你按下“开始自动迁移”按钮，这个过程应该会自动发生。它会删除旧地点，试着从新列表添加相同地点。 一些地点可能不再可用，因为旧列表包含一些无效地点。 请检查所有你选中的地点是否迁移成功并手动添加缺少的地点。 我们对任何不便表示歉意。

# warning_widget_and
source: and
ca: i
de: und
es: y
et: ja
fr: et
pt_br: e
uk: і
zh_hans: 和

# source_other_description
source: General setting that is used if no more precise setting has been made.
ca: Configuració general que s'utilitza si no s'ha fet cap configuració més precisa.
de: Allgemeine Einstellung, die verwendet wird, wenn keine genauere Einstellung vorgenommen wurde.
es: Configuración general que se utiliza si no se ha hecho ninguna configuración más precisa.
et: Üldine seadistus, mis on kasutusel siis, kui täpsemat seadistust ei leidu.
fr: Réglage général qui est utilisé si aucun réglage plus précis n'a été effectué.
pt_br: Configuração geral que é usada se nenhuma configuração mais precisa tiver sido feita.
uk: Загальне налаштування, яке використовується, якщо не було зроблено більш точного налаштування.
zh_hans: 没有做更多精确设置时使用的通用设置。

# notification_self_check_test_subscription_subtitle_passed
source: Successfully tested, you should see a notification.
ca: Provat amb èxit, hauríeu de veure una notificació.
de: Nach erfolgreichem Test solltest du eine Benachrichtigung sehen.
es: Probado con éxito, deberías ver una notificación.
et: Testimine õnnestus ja sa peaksid nägema teavitust.
zh_hans: 测试成功，应该会看到一条通知。

# notification_self_check_notification_permission_title
source: Notification permission
ca: Permís de notificació
de: Benachrichtigungsberechtigung
es: Permiso de notificación
et: Teavituste saatmise õigused
zh_hans: 通知权限

# notification_self_check_selected_distributor_title
source: Selected Distributor
ca: Distribuïdor seleccionat
de: Anbieter auswählen
es: Distribuidor seleccionado
et: Valitud tõuketeavituste levitaja
zh_hans: 已选中分发程序

# notification_self_check_selected_distributor_subtitle_passed
source: Your currently selected distributor is {key}
ca: El vostre distribuïdor seleccionat actualment és {key}
de: Dein aktuell ausgewählter Anbieter ist {key}
es: Tu distribuidor seleccionado actualmente es {key}
et: Sinu hetkel valitud levitaja on {key}
zh_hans: 当前选中的分发程序是 {key}

# notification_self_check_current_endpoint_title
source: Current Endpoint
ca: Endpoint actual
de: Aktueller Endpunkt
es: Endpoint actual
et: Hetkel kasutatav tõuketeenuste otspunkt
zh_hans: 当前端点

# notification_self_check_current_endpoint_subtitle_passed
source: Your endpoint {key}
ca: El vostre endpoint {key}
de: Dein Endpunkt {key}
es: Tu endpoint {key}
et: Hetkel kasutatav otspunkt on {key}
zh_hans: 你的端点 {key}

# notification_self_check_current_endpoint_subtitle_not_passed
source: No endpoint found. You are not registered for push notifications.
ca: No s'ha trobat cap endpoint. No esteu registrat per a notificacions push.
de: Kein Endpunkt gefunden. Du bist nicht für Push-Benachrichtigungen registriert.
es: No se ha encontrado ningún endpoint. No estás registrado para notificaciones push.
et: Ühtegi otspunkti ei leidu. Registreerimine tõuketeavituste kasutamiseks on puudu.
zh_hans: 未找到端点。未注册推送通知。

# notification_self_check_current_endpoint_subtitle_unknown
source: FOSSWarn is looking for your UnifiedPush endpoint.
ca: FOSSWarn està buscant el vostre endpoint UnifiedPush.
de: FOSSWarn sucht nach deinem UnifiedPush-Endpunkt.
es: FOSSWarn está buscando tu endpoint UnifiedPush.
et: FOSS Warn üritab tuvastada UnifiedPushi teenuste otspunkti.
zh_hans: 应用正寻找 UnifiedPush 端点。

# notification_self_check_server_check_title
source: Server check
ca: Comprovació del servidor
es: Comprobación del servidor
et: Serveri kontroll
zh_hans: 服务器检查

# notification_self_check_server_check_subtitle_passed
source: This server is not known for issues. If you experience any issues with this server, please notify us.
ca: Aquest servidor no és conegut per tenir problemes. Si experimenteu problemes amb aquest servidor, notifiqueu-nos.
de: Dieser Server ist nicht für Probleme bekannt. Solltest du Probleme mit diesem Server haben, benachrichtige uns bitte.
es: Este servidor no es conocido por tener problemas. Si experimentas problemas con este servidor, notifícanos.
et: Selle serveri puhul pole varasemaid vigu teada. Kui peaks probleeme tekkima, siis anna sellest meile teada.
zh_hans: 该服务器没有已知问题。如果遇到该服务器的任何问题，请告知我们。

# notification_self_check_server_check_subtitle_not_passed
source: This server has been unreliable in the past or has had other issues. We recommend choosing another server. You may not be able to subscribe to this server, or you may not receive notifications.
ca: Aquest servidor ha estat poc fiable en el passat o ha tingut altres problemes. Recomanem triar un altre servidor. Pot ser que no us pugueu subscriure a aquest servidor, o que no rebeu notificacions.
de: Dieser Server war in der Vergangenheit unzuverlässig oder hatte andere Probleme. Wir empfehlen, einen anderen Server zu wählen. Möglicherweise kannst du diesen Server nicht abonnieren oder erhältst keine Benachrichtigungen.
es: Este servidor ha sido poco fiable en el pasado o ha tenido otros problemas. Recomendamos elegir otro servidor. Puede que no te puedas suscribir a este servidor, o que no recibas notificaciones.
et: See server pole minevikus olnud töökindel või temaga on seotud muid vigu. Meie soovitame, et valid mõne muu serveri. Antud serveri puhul ei pruugi tellimine toimida ja/või teavitused kohale jõuda.
zh_hans: 此服务器过去曾出现过不稳定或其他问题。我们建议选择其他服务器。可能无法订阅此服务器，或者可能无法收到通知。

# notification_self_check_server_check_subtitle_unknown
source: FOSSWarn is checking your server for known issues.
ca: FOSSWarn està comprovant el vostre servidor per problemes coneguts.
de: FOSSWarn überprüft deinen Server auf bekannte Probleme.
es: FOSSWarn está comprobando tu servidor por problemas conocidos.
et: FOSS Warn kontrollib sinu tõuketeenuste serverit teadaolevate vigade suhtes.
zh_hans: 应用正检查服务器的已知问题。

# notification_self_check_server_check_subtitle_action_suggested
source: This server may be okay, but it has had some issues in the past. If you know what you are doing, you can still use this server; otherwise, we recommend switching to a different one.
ca: Aquest servidor pot estar bé, però ha tingut alguns problemes en el passat. Si sabeu el que feu, podeu seguir utilitzant aquest servidor; en cas contrari, us recomanem canviar a un altre.
de: Dieser Server mag zwar in Ordnung sein, hatte jedoch in der Vergangenheit einige Probleme. Wenn du dich gut auskennst, kannst du diesen Server weiterhin verwenden. Andernfalls empfehlen wir dir, zu einem anderen Server zu wechseln.
es: Este servidor puede estar bien, pero ha tenido algunos problemas en el pasado. Si sabes lo que haces, puedes seguir usando este servidor; en caso contrario, te recomendamos cambiar a otro.
et: See server ilmselt on sobilik, aga kaugemas minevikus on temaga seotud vigu. Kui sa tead, mida teed, siis võid teda kasutada, kuid muul juhul soovitame, et valid muu serveri.
zh_hans: 这个服务器可能还能用，但之前出现过一些问题。如果你知道在做什么，仍然可以使用这个服务器；否则，我们建议切换到其他服务器。

# notification_self_check_notification_check_title
source: Notification check
ca: Comprovació de notificacions
de: Benachrichtigungsprüfung
es: Comprobación de notificaciones
et: Teavituste kontroll
zh_hans: 通知检查

# notification_self_check_notification_check_subtitle_passed
source: Successfully received notification
ca: Notificació rebuda correctament
de: Benachrichtigung erfolgreich empfangen
es: Notificación recibida correctamente
et: Teavituse kohaletoimetamine õnnestus
zh_hans: 成功接收通知

# notification_self_check_notification_check_subtitle_not_passed
source: The notification was not received. Please check your setup again.
ca: No s'ha rebut la notificació. Si us plau, comproveu la vostra configuració altre cop.
de: Die Benachrichtigung wurde nicht empfangen. Bitte überprüfe deine Einstellungen erneut.
es: No se ha recibido la notificación. Por favor, comprueba tu configuración de nuevo.
et: Teavituse kohaletoimetamine ei õnnestunud. Palun kontrolli, kas seadistused on õiged.
zh_hans: 未收到通知。请再次检查设置。

# notification_self_check_notification_check_subtitle_unknown
source: Waiting for a new notification.
ca: S'està esperant una nova notificació.
de: Warte auf eine neue Benachrichtigung.
es: Se está esperando una nueva notificación.
et: Ootan uue teavituse kohalejõudmist.
zh_hans: 正在等待新通知。

# change_unified_push_distributor_dialog_title
source: Change UnifiedPush distributor
ca: Canviar distribuïdor UnifiedPush
de: UnifiedPush-Anbieter ändern
es: Cambiar distribuidor UnifiedPush
et: Muuda UnifiedPushi levitajat
zh_hans: 更改 UnifiedPush 分发程序

# change_unified_push_distributor_dialog_body
source: Please select the UnifiedPush distributor that FOSSWarn should use.
ca: Seleccioneu el distribuïdor UnifiedPush que ha d'utilitzar FOSSWarn.
de: Bitte wähle den UnifiedPush-Anbieter aus, den FOSSWarn verwenden soll.
es: Selecciona el distribuidor UnifiedPush que debe usar FOSSWarn.
et: Palun vali UnifiedPushi tõuketeadete levitaja, mida FOSS Warn peaks kasutama.
zh_hans: 请选择应用应该使用的 UnifiedPush 分发程序。

# change_unified_push_distributor_dialog_body_no_distributor_found
source: No distributor found
ca: No s'ha trobat cap distribuïdor
de: Kein Anbieter gefunden
es: No se ha encontrado ningún distribuidor
et: Nutiseadmes ei leidunud ühtegi levitajat
zh_hans: 未找到分发程序

# change_unified_push_distributor_dialog_loading_screen_change_distributor
source: Changing the distributor. Please wait...
ca: Canviant el distribuïdor. Espereu, si us plau...
de: Ändere den Anbieter. Bitte warten...
es: Cambiando el distribuidor. Espera, por favor...
et: Vahetan levitajat. Palun oota...
zh_hans: 更改分发程序中。请等待…

# change_unified_push_distributor_dialog_loading_screen_timeout_error
source: Registration for new distributor failed with a timeout. Please try again.
ca: El registre per al nou distribuïdor ha fallat amb un temps d'espera esgotat. Torneu-ho a provar.
de: Die Registrierung für einen neuen Anbieter ist wegen einer Zeitüberschreitung fehlgeschlagen. Bitte versuchs nochmal.
es: El registro para el nuevo distribuidor ha fallado con un tiempo de espera agotado. Vuelve a intentarlo.
et: Uue levitaja juures registreerumise lisamine aegus. Palun proovi uuesti.
zh_hans: 新分发程序注册超时失败。请重试。

# notification_self_check_notification_permission_subtitle_passed
source: FOSSWarn is allowed to send you notifications.
ca: FOSSWarn té el permís per enviar-vos notificacions.
de: FOSSWarn darf dir Benachrichtigungen schicken.
es: FOSSWarn tiene permiso para enviarte notificaciones.
et: FOSS Warn võib saata sulle teavitusi.
zh_hans: 应用被允许发送通知。

# notification_self_check_notification_permission_subtitle_not_passed
source: FOSSWarn needs your permission to send you notifications. Press here to request permission.
ca: FOSSWarn necessita el vostre permís per enviar-vos notificacions. Premeu aquí per sol·licitar el permís.
de: FOSSWarn benötigt deine Erlaubnis, um dir Benachrichtigungen zu senden. Tippe hier, um die Erlaubnis anzufordern.
es: FOSSWarn necesita tu permiso para enviarte notificaciones. Pulsa aquí para solicitar permiso.
et: FOSS Warn vajab õigust sulle teavituste saatmiseks. Õiguste jagamiseks klõpsi siin.
zh_hans: 应用需发送通知的权限。按此处请求权限。

# notification_self_check_notification_permission_unknown
source: FOSSWarn is checking the notification permission status. Please wait.
ca: FOSSWarn està comprovant l'estat del permís de notificació. Espereu, si us plau.
de: FOSSWarn überprüft den Status der Benachrichtigungsberechtigung. Bitte warten.
es: FOSSWarn está comprobando el estado del permiso de notificación. Espera, por favor.
et: FOSS Warn kontrollib teavituste õiguste olekut. Palun oota.
zh_hans: 应用正检查通知权限状态。请等待。

# notification_self_check_installed_distributors_title
source: UnifiedPush Distributor
ca: Distribuïdor d'UnifiedPush
de: UnifiedPush-Anbieter
es: Distribuidor UnifiedPush
et: UnifiedPushi tõuketeadete levitaja
zh_hans: UnifiedPush 分发程序

# notification_self_check_installed_distributors_subtitle_passed
source: Found {key}
ca: S'ha trobat {key}
de: Gefunden {key}
es: Se ha encontrado {key}
et: Leidus: {key}
zh_hans: 找到 {key}

# notification_self_check_installed_distributors_subtitle_not_passed
source: No distributor found. Please install at least one on your device.
ca: No s'ha trobat cap distribuïdor. Si us plau, instal·leu almenys un al vostre dispositiu.
de: Keinen Anbieter gefunden. Bitte Installiere mindestens einen auf deinem Gerät.
es: No se ha encontrado ningún distribuidor. Por favor, instala al menos uno en tu dispositivo.
et: Ühtegi tõuketeenuste levitajat ei leidunud. Palun paigalda oma nutiseadmesse vähemalt üks selline rakendus (vt levitajate loendit https://unifiedpush.org/users/distributors/).
zh_hans: 未找到分发程序。请在设备上安装至少一个。

# notification_self_check_installed_distributors_subtitle_unknown
source: FOSSWarn is looking for UnifiedPush distributors on your device. Please wait.
ca: FOSSWarn està buscant distribuïdors UnifiedPush al vostre dispositiu. Espereu, si us plau.
de: FOSSWarn sucht nach UnifiedPush-Anbietern auf deinem Gerät. Bitte warte.
es: FOSSWarn está buscando distribuidores UnifiedPush en tu dispositivo. Espera, por favor.
et: FOSS Warn kontrollib UnifiedPushi tõuketeadete levitaja olemasolu sinu nutiseadmes. Palun oota.
zh_hans: 应用正在设备上寻找 UnifiedPush。请等待。

# notification_self_check_selected_distributor_subtitle_not_passed
source: You did not select a distributor. Please go to the settings and select a push service.
ca: No heu seleccionat cap distribuïdor. Si us plau, aneu a la configuració i seleccioneu un servei push.
de: Du hast keinen Anbieter ausgewählt. Bitte geh zu den Einstellungen und wähle einen Push-Dienst aus.
es: No has seleccionado ningún distribuidor. Por favor, ve a la configuración y selecciona un servicio push.
et: Sul on tõuketeadete levitaja valimata. Palun ava seadistused ja vali sobilik teenus.
zh_hans: 没有选中分发程序。请前往设置并选择推送服务。

# notification_self_check_selected_distributor_subtitle_unknown
source: FOSSWarn is looking for your selected UnifiedPush distributor. Please wait.
ca: FOSSWarn està buscant el vostre distribuïdor UnifiedPush seleccionat. Espereu, si us plau.
de: FOSSWarn sucht nach dem von dir ausgewählten UnifiedPush- Anbieter. Bitte warte.
es: FOSSWarn está buscando tu distribuidor UnifiedPush seleccionado. Espera, por favor.
et: FOSS Warn kontrollib sinu nutiseadmes valitud UnifiedPushi tõuketeadete levitajat. Palun oota.
zh_hans: 应用正在寻找所选的 UnifiedPush 分发程序。请等待。

# notification_self_check_test_subscription_subtitle_not_passed
source: FOSSwarn was not able to subscribe to or send you a notification. Please recheck your setup.
ca: FOSSwarn no ha pogut subscriure-us o enviar-vos una notificació. Si us plau, reviseu la vostra configuració.
de: FOSSwarn konnte keine Benachrichtigung abonnieren oder dir senden. Bitte überprüfe deine Einstellungen noch einmal.
es: FOSSwarn no ha podido suscribirte o enviarte una notificación. Por favor, revisa tu configuración.
et: FOSS Warn ei suutnud lisada tellimust ega saata sulle teavitust. Palun kontrolli oma rakenduse seadistusi.
zh_hans: 应用无法订阅通知或者向你发送通知。请重新检查设置。

# notification_self_check_test_subscription_subtitle_unknown
source: FOSSWarn is trying to subscribe and receive a push notification.
ca: FOSSWarn està intentant subscriure's i rebre una notificació push.
de: FOSSWarn versucht, sich anzumelden und eine Push-Benachrichtigung zu empfangen.
es: FOSSWarn está intentando suscribirse y recibir una notificación push.
et: FOSS Warn proovib lisada tellimust ning saata ja saada teavitust.
zh_hans: 应用正试着订阅并接收推送通知。

# warning_reference
source: Reference
ca: Referència
de: Referenz
es: Referencia
et: Viide
he: הפנייה

# warning_restriction
source: Restriction
ca: Restricció
de: Einschränkung
es: Restricción
et: Piirang
he: הגבלה

# warning_addresses
source: Addresses
ca: Adreces
de: Adressen
es: Direcciones
et: Aadressid
he: כתובות

# warning_code
source: Code
ca: Codi
es: Código
et: Kood
he: קוד
