Repository: nucleus-ffm/foss_warn
Catalog: lib/l10n/app_*.arb
Languages: ca, de, es, et, fr, he, pt_br, ru, uk, zh_hans

# warning_certainty_unlikely
source: unlikely
ca: poc probable
de: unwahrscheinlich
es: poco probable
et: ebatõenäoline
pt_br: improvável
uk: навряд чи
zh_hans: 不太可能

# warning_certainty_unknown
source: unknown
ca: desconegut
de: unbekannt
es: desconocido
et: pole teada
pt_br: desconhecido
uk: невідомий
zh_hans: 未知

# warning_certainty_other
source: other
ca: altre
de: sonstig
es: otro
et: muu
pt_br: outro
uk: інший
zh_hans: 其他

# error_dialog_text_introduction
source: FOSS Warn has noticed an error. If this error persists, please contact the developer and attach the following log:
ca: FOSS Warn ha detectat un error. Si aquest error persisteix, contacteu amb el desenvolupador i adjunteu el següent registre:
de: FOSS Warn hat einen Fehler festgestellt. Bitte kontaktiere den Entwickler und füge das nachfolgen Log an:
es: FOSS Warn ha detectado un error. Si este error persiste, contacta con el desarrollador y adjunta el siguiente registro:
et: FOSS Warn tuvastas vea. Kui viga ei kao, siis palun teata sellest veast arendajale ja lisa teatesse järgnev logi:
pt_br: O FOSS Warn detectou um erro. Se o erro persistir, entre em contato com o desenvolvedor e anexe o seguinte log:
uk: FOSS Warn помітив помилку. Якщо ця помилка не зникає, зверніться до розробника та додайте наступний журнал:
zh_hans: FOSS Warn 注意到错误。如果此错误持续，请联系开发者并附上下列日志：

# error_dialog_headline
source: Oh no - something went wrong :(
ca: Ai, no - alguna cosa ha anat malament :(
de: Oh nein - etwas ist schiefgelaufen :(
es: Ay, no - algo ha ido mal :(
et: Vaat kus lops - midagi läks valesti :(
pt_br: Ah, não, algo deu errado :(
uk: О ні, щось пішло не так :(
zh_hans: 哦，不 ——出错了 :(

# error_dialog_text_instructions_text
source: - Check your internet connection - Check if the issue is persistent - write an E-Mail to: foss-warn@posteo.de - or open an Github Issue
ca: - Comproveu la vostra connexió a internet - Comproveu si el problema és persistent - Escriviu un correu electrònic a: foss-warn@posteo.de - o obriu un informe a Github
de: - Überprüfe deine Internetverbindung - Überprüfe, ob das Problem dauerhaft besteht - schreibe eine Email an: foss-warn@posteo.de - oder erstelle ein Ticket auf Github
es: - Comprueba tu conexión a internet - Comprueba si el problema es persistente - Escribe un correo electrónico a: foss-warn@posteo.de - o abre un informe en Github
et: - kontrolli nutiseadme internetiühenduse toimimist - kontrolli, kas viga/probleem on pidev - saada e-kiri aadressile foss-warn@posteo.de - või koosta Githubis veateade
pt_br: - Verifique sua conexão com a internet - Verifique se o problema persiste - Envie um e-mail para: foss-warn@posteo.de - ou abra uma Issue no Github
uk: - Перевірте підключення до Інтернету - Перевірте, чи проблема постійно виникає - напишіть електронного листа на адресу: foss-warn@posteo.de - або відкрийте проблему на Github
zh_hans: - 检查互联网连接 - 检查问题是否持续 - 写邮件到: foss-warn@posteo.de - 或新开 Github Issue

# error_dialog_text_instructions_headline
source: What should I do now?
ca: Què haig de fer ara?
de: Was soll ich jetzt machen?
es: ¿Qué debo hacer ahora?
et: Mida ma peaksin nüüd tegema?
pt_br: O que devo fazer agora?
uk: Що мені тепер робити?
zh_hans: 我现在该做什么？

# welcome_view_foss_public_alert_server_headline
source: FOSS Public Alert Server
et: FPAS - FOSS Häireateavituste Server
pt_br: Servidor de Alerta Público FOSS
uk: Сервер публічних сповіщень FOSS
zh_hans: FOSS 公共警报服务器

# welcome_view_foss_public_alert_server_select_instance
source: Select server instance
ca: Seleccionar instància del servidor
de: Server-Instanz wählen
es: Seleccionar instancia del servidor
et: Soovitud serveri aadress
pt_br: Selecione a instância do servidor
uk: Виберіть екземпляр сервера
zh_hans: 选择服务器实例

# welcome_view_foss_public_alert_server_text
source: FOSS Warn now uses the FOSS Public Alert Server as the backend. This allows us to deliver push notifications and support more areas worldwide. The FOSS Public Alert Server is developed by the FOSS Warn team in cooperation with KDE.
ca: FOSS Warn ara utilitza el FOSS Public Alert Server com a servidor. Això ens permet enviar notificacions push i donar suport a més àrees arreu del món. El FOSS Public Alert Server està desenvolupat per l'equip de FOSS Warn en cooperació amb KDE.
de: FOSS Warn verwendet ab jetzt den FOSS Public Alert Server als Backend. Dies erlaubt es uns, Push-Benachrichtigungen zu verschicken und mehr Gebiete weltweit zu unterstützen. Der FOSS Public Alert Server wird vom FOSS-Warn-Team in Zusammenarbeit mit KDE entwickelt.
es: FOSS Warn ahora utiliza el FOSS Public Alert Server como servidor. Esto nos permite enviar notificaciones push y dar soporte a más áreas en todo el mundo. El FOSS Public Alert Server está desarrollado por el equipo de FOSS Warn en cooperación con KDE.
et: FOSS Warn kasutab nüüd häireteadete allikana ja taustateenusena FOSS Häireateavituste Serverit (FOSS Public Alert Server - FPAS). See server võimaldab tõuketeenuste põhist häireteadete kuvamist väga paljudes maailma maades. FOSS Häireateavituste Server on arendatud üheskoos KDE ja FOSS Warni tiimide poolt.
pt_br: O FOSS Warn agora utiliza o Servidor de Alerta Público FOSS como backend. Isso nos permite enviar notificações push e oferecer suporte a mais áreas no mundo todo. O Servidor de Alerta Público FOSS é desenvolvido pela equipe do FOSS Warn em cooperação com o KDE.
uk: FOSS Warn тепер використовує сервер публічних сповіщень FOSS як серверну частину. Це дозволяє нам надсилати push-сповіщення та підтримувати більше регіонів по всьому світу. Сервер публічних сповіщень FOSS розроблено командою FOSS Warn у співпраці з KDE.
zh_hans: FOSS Warn 现在使用 FOSS 公共警报服务器作为后端。这允许我们传送推送通知，支持全球更多地区。FOSS 公共警报服务器由 FOSS Warn 团队和 KDE 携手开发。

# welcome_view_foss_public_alert_server_select_instance_helptext
source: Why do I need to select a server?
ca: Per què he de seleccionar un servidor?
de: Warum muss ich einen Server auswählen?
es: ¿Por qué debo seleccionar un servidor?
et: Miks peaksin serveri valima?
pt_br: Por que preciso selecionar um servidor?
uk: Чому мені потрібно вибрати сервер?
zh_hans: 我为什么需要选服务器？

# settings_foss_public_alert_server_enter_url_error
source: Invalid Server URL
ca: URL del servidor invàlida
de: Ungültige Server-URL
es: URL del servidor inválida
et: Vigane serveri võrguaadress
pt_br: URL do servidor inválida
uk: Недійсна URL-адреса сервера
zh_hans: 无效的服务器 URL

# welcome_view_foss_public_alert_server_server_operator
source: This server is operated by:
ca: Aquest servidor està operat per:
de: Dieser Server wird betrieben von:
es: Este servidor está operado por:
et: Seda serverit käitab:
pt_br: Este servidor é operado por:
uk: Цей сервер обслуговується:
zh_hans: 服务器运营方：

# welcome_view_foss_public_alert_server_use_custom_server
source: Use custom server
ca: Utilitzar servidor personalitzat
de: Eigenen Server verwenden
es: Usar servidor personalizado
et: Kasuta oma valitud serverit
pt_br: Usar servidor personalizado
uk: Використовувати користувацький сервер
zh_hans: 使用自定义服务器

# dev_settings_subscribe_for_test_alert
source: Subscribe for technical test alerts from the FOSS Public Alert Server
ca: Subscriure's per a alertes de prova tècnica del FOSS Public Alert Server
de: Technische Testmeldungen vom FOSS Public Alert Server abonnieren
es: Suscribirse para alertas de prueba técnica del FOSS Public Alert Server
et: Telli kasutatava FPAS serveri tehnilised testteavitused
pt_br: Inscreva-se para receber alertas de testes técnicos do Servidor de Alerta Público FOSS
uk: Підпишіться на сповіщення про технічні випробування від сервера публічних сповіщень FOSS
zh_hans: 订阅来自 FOSS 公共警报服务器的技术测试警报

# notification_no_places_selected_title
source: You haven't selected a place yet
ca: Encara no heu seleccionat cap lloc
de: Du hast noch keinen Ort ausgewählt
es: Aún no has seleccionado ningún lugar
et: Sa pole veel asukohta valinud
pt_br: Você ainda não selecionou um lugar
uk: Ви ще не вибрали місце
zh_hans: 还没选中地点

# notification_no_places_selected_body
source: Please check your selection
ca: Si us plau, comproveu la vostra selecció
de: Bitte prüfe deine Auswahl
es: Por favor, comprueba tu selección
et: Palun märgi oma valik
pt_br: Por favor, verifique sua seleção
uk: Будь ласка, перевірте свій вибір
zh_hans: 请检查所选

# main_app_bar_action_sort_tooltip
source: Open dialog to sort alerts
ca: Obrir diàleg per ordenar alertes
de: Dialog zum Sortieren von Alarmen öffnen
es: Abrir diálogo para ordenar alertas
et: Häireateadete järjestamiseks palun vali vaade
pt_br: Abra o diálogo para classificar os alertas
uk: Відкрити діалогове вікно для сортування сповіщень
zh_hans: 打开对话框来排列警报顺序

# welcome_view_alarm_permission_headline
source: Alarm permission
ca: Permís d'alarma
de: Alarm-Berechtigung
es: Permiso de alarma
et: Häireteadete kuvamise õigused
pt_br: Permissão de alarme
uk: Дозвіл на будильник
zh_hans: 闹铃权限

# welcome_view_alarm_permission_text
source: FOSSWarn needs your permission to schedule exact alarms. Press on the button below to open the permission dialog.
ca: FOSSWarn necessita el vostre permís per programar alarmes exactes. Premeu el botó de sota per obrir el diàleg de permisos.
de: FOSSWarn benötigt deine Erlaubnis, um genaue Alarme zu planen. Drücke auf den Button unten, um den Berechtigungsdialog zu öffnen.
es: FOSSWarn necesita tu permiso para programar alarmas exactas. Pulsa el botón de abajo para abrir el diálogo de permisos.
et: FOSS Warn vajab sinu luba täpselt ajastatud häireteadete toimiseks. Palun klõpsi järgnevat nuppu ja ava õiguste lubamise vaade.
pt_br: O FOSSWarn precisa da sua permissão para agendar alarmes específicos. Clique no botão abaixo para abrir a caixa de diálogo de permissão.
uk: FOSSWarn потрібен ваш дозвіл для точного планування тривог. Натисніть кнопку нижче, щоб відкрити діалогове вікно дозволів.
zh_hans: FOSSWarn 需要你的权限才能安排精确闹钟。按下方按钮打开权限对话框。

# welcome_view_request_permission
source: Request permission
ca: Sol·licitar permís
de: Berechtigung anfragen
es: Solicitar permiso
et: Küsi vajalikke õigusi
pt_br: Solicitar permissão
uk: Запит дозволу
zh_hans: 请求权限

# error_dialog_instruction_body
source: 1. Check if the error is just because of a missing internet connection 2. Check if there is already an open issue on GitHub 3. Find the relevant part of the log. If the same error message occurs multiple times in the log, sending just one error message is enough. 4. Open a new issue or write an email to foss-warn@posteo.de
ca: 1. Comproveu si l'error és només per manca de connexió a internet 2. Comproveu si ja hi ha un informe obert a GitHub 3. Trobeu la part rellevant del registre. Si el mateix missatge d'error apareix múltiples vegades al registre, n'hi ha prou amb enviar-ne un sol. 4. Obriu un nou informe o escriviu un correu electrònic a foss-warn@posteo.de
de: 1. Prüfe, ob der Fehler nur auf eine fehlende Internetverbindung zurückzuführen ist. 2. Prüfe, ob es bereits ein offenes Problem auf GitHub gibt. 3. Suche den relevanten Teil des Protokolls. Wenn dieselbe Fehlermeldung mehrfach im Protokoll auftritt, reicht es aus, nur eine Fehlermeldung zu senden. 4. Eröffne ein neues Problem oder schreibe eine E-Mail an foss-warn@posteo.de
es: 1. Comprueba si el error es solo por falta de conexión a internet 2. Comprueba si ya hay un informe abierto en GitHub 3. Encuentra la parte relevante del registro. Si el mismo mensaje de error aparece múltiples veces en el registro, basta con enviar uno solo. 4. Abre un nuevo informe o escribe un correo electrónico a foss-warn@posteo.de
et: 1. Esimene asjana kontrolli, ask seadme internetiühendus toimib 2. Kontrolli, kas projekti veahalduses GitHubis on sarnane teade juba olemas 3. Otsi logist välja asjakohased lõigud. Kui sama veateade on logis näha mitmel korral, siis piisab ühest näitest. 4. Koosta veahalduses uus veateade või saada e-kiri aadressile foss-warn@posteo.de
pt_br: 1. Verifique se o erro é causado apenas pela falta de conexão com a internet. 2. Verifique se já existe uma issue aberta no GitHub. 3. Encontre a parte relevante do log. Se a mesma mensagem de erro ocorrer várias vezes no log, basta enviar uma única mensagem de erro. 4. Abra uma nova issue ou envie um e-mail para foss-warn@posteo.de
uk: 1. Перевірте, чи помилка пов'язана лише з відсутністю інтернет-з'єднання. 2. Перевірте, чи вже є відкрита проблема на GitHub. 3. Знайдіть відповідну частину журналу. Якщо одне й те саме повідомлення про помилку з'являється в журналі кілька разів, достатньо надіслати лише одне повідомлення про помилку. 4. Відкрийте нову проблему або напишіть електронного листа на адресу foss-warn@posteo.de
zh_hans: 1. 检查错误是否只是因为缺少互联网连接 2. 请检查 GitHub 上是否已有相同 issue 3. 找到日志中相关部分。如果日志中多次出现同样错误消息，那么发送一条错误消息足矣。 4. 新开 issue 或写电子邮件到 foss-warn@posteo.de

# dev_settings_troubleshoot_notifications
source: Troubleshoot notifications
ca: Solucionar problemes de notificacions
de: Fehlerbehebung bei Benachrichtigungen
es: Solucionar problemas de notificaciones
et: Teavituste toimimise veaotsing
uk: Виправлення неполадок зі сповіщеннями
zh_hans: 故障排除通知

# invalid_subscription_dialog_headline
source: Renew expired subscriptions
ca: Renovar subscripcions caducades
de: Abgelaufene Abonnements erneuern
es: Renovar suscripciones caducadas
et: Aegunud tellimuste uuendamine
pt_br: Renovar assinaturas expiradas
uk: Поновлення закінчених підписок
zh_hans: 续订已过期订阅

# invalid_subscription_dialog_text
source: Some of your subscriptions have expired. Click on resubscribe to get push notifications again
ca: Algunes de les vostres subscripcions han caducat. Feu clic a tornar a subscriure per rebre notificacions push altre cop
de: Einige deiner Abonnements sind abgelaufen. Klicke auf „Erneut abonnieren“, um wieder Push-Benachrichtigungen zu erhalten.
es: Algunas de tus suscripciones han caducado. Haz clic en volver a suscribirte para recibir notificaciones push de nuevo
et: Mõned sinu tellimused on aegunud. Et tõuketeavitused toimiks jälle, siis telli nad uuesti
pt_br: Algumas das suas assinaturas expiraram. Clique em "Reinscrever" para receber notificações push novamente
uk: Термін дії деяких ваших підписок закінчився. Натисніть "Підписатися знову", щоб знову отримувати push-сповіщення
zh_hans: 一些订阅已过期。单击重新订阅再次获取推送通知

# invalid_subscription_dialog_resubscribe_button
source: resubscribe
ca: tornar a subscriure
de: Erneut abonnieren
es: volver a suscribir
et: telli uuesti
pt_br: reinscrever-se
uk: підписатися повторно
zh_hans: 重新订阅

# invalid_subscription_dialog_loading_indicator_replace_places
source: replacing the old places...
ca: reemplaçant els llocs antics...
de: Ersetze die alten Orte...
es: reemplazando los lugares antiguos...
et: asendades vanad asukohad...
pt_br: substituindo os lugares antigos...
uk: замінюючи старі місця...
zh_hans: 正在替换旧地点…

# invalid_subscription_dialog_error_body
source: Oh no, failed to resubscribe.
ca: Ai, no, no s'ha pogut tornar a subscriure.
de: Oh nein, erneut abonnieren gescheitert.
es: Ay, no, no se ha podido volver a suscribir.
et: Vaat kus lops, uuesti tellimine ei õnnestunud.
pt_br: Ah não, não foi possível assinar novamente.
uk: О ні, не вдалося повторно підписатися.
zh_hans: 哦不，重新订阅失败了。

# invalid_subscription_dialog_error_status_code
source: HTTP Status code: {status_code}
ca: Codi d'error HTTP: {status_code}
es: Código de estado HTTP: {status_code}
et: HTTP olekuteade: {status_code}
pt_br: Código de status HTTP: {status_code}
uk: Код стану HTTP: {status_code}
zh_hans: HTTP 状态码： {status_code}

# invalid_subscription_dialog_error_message
source: Error message: {message}
ca: Missatge d'error: {message}
de: Fehlermeldung: {message}
es: Mensaje de error: {message}
et: Veateade: {message}
pt_br: Mensagem de erro: {message}
uk: Повідомлення про помилку: {message}
zh_hans: 错误消息：{message}

# no_up_distributor_found_direct_link_to_ntfy
source: For the fast ones: ntfy on F-Droid (requires changing the default server)
ca: Per als ràpids: ntfy a F-Droid (requereix canviar el servidor per defecte)
de: Für die Schnellen: ntfy auf F-Droid (erfordert eine Änderung des Standardservers)
es: Para los rápidos: ntfy en F-Droid (requiere cambiar el servidor por defecto)
et: Kiirete jaoks: ntfy F-Droidis (eeldab vaikimisi serveri muutmist)
uk: Для швидких: ntfy на F-Droid (потрібно змінити сервер за замовчуванням)
zh_hans: F-Droid 上的 ntfy（需要更改默认服务器）

# warning_widget_other
source: other
ca: altre
de: andere
es: otro
et: muu
fr: autre
pt_br: outro
uk: інший
zh_hans: 其余

# warning_widget_unknown
source: unknown
ca: desconegut
de: unbekannt
es: desconocido
et: pole teada
fr: inconnu
pt_br: desconhecido
uk: невідомий
zh_hans: 未知警报

# legacy_warning_dialog_title
source: Version updated to
ca: Versió actualitzada a
de: Version aktualisiert auf
es: Versión actualizada a
et: Uuendatud versiooniks
fr: Version mise à jour à
pt_br: Versão atualizada para
uk: Версію оновлено до
zh_hans: 版本已更新至

# source_other_title
source: Other
ca: Altres
de: Sonstige
es: Otros
et: Muu
fr: Autres
pt_br: Outro
uk: Інше
zh_hans: 其他

# notification_settings_open_severity_explanation
source: Explanations of the degree of severity
ca: Explicacions del grau de severitat
de: Erklärungen zum Schweregrad
es: Explicaciones del grado de gravedad
et: Ohutasemete olulisuse selgitus
fr: Explications sur le degré de gravité
pt_br: Explicações sobre o grau de severidade
uk: Пояснення ступеня серйозності
zh_hans: 严重程度的解释

# notification_settings_description
source: Here you can set the warning level for each alert category for which you want to receive a warning. The global setting will always override the per-category setting.
ca: Aquí podeu establir el nivell d'alerta per a cada font per al qual voleu rebre una alerta.
de: Hier kannst du die Warnstufe für jede Quelle einstellen, für die du eine Warnung erhalten möchtest.
es: Aquí puedes establecer el nivel de alerta para cada fuente para el que quieres recibir una alerta.
et: Järgnevas saad iga allika jaoks määrata ohutasemed, mille kohta soovid teavitusi saada.
fr: Vous pouvez ici définir le niveau d'avertissement pour chaque source pour laquelle vous souhaitez recevoir un avertissement.
pt_br: Aqui você pode definir o nível de aviso para cada fonte da qual deseja receber um aviso.
uk: Тут ви можете встановити рівень попередження для кожного джерела, для якого ви хочете отримувати попередження.
zh_hans: 可以在此设置你想接收警报的每个数据源的警告等级。

# warning_severity_explanation_dialog_severe_description
source: Significant threat to life or property. May affect your health, property and/or public infrastructure.
ca: Amenaça significativa per a la vida o la propietat. Pot afectar la vostra salut, propietat i/o infraestructura pública.
de: Erhebliche Gefahr für Leben oder Eigentum. Kann sich auf Gesundheit, Eigentum und/oder öffentliche Infrastruktur auswirken.
es: Amenaza significativa para la vida o la propiedad. Puede afectar a tu salud, propiedad y/o infraestructura pública.
et: Oluline oht elule ja varale. Võib mõjutada sinu tervist, sinu vara ja/või avalikku taristut.
fr: Menace importante pour la vie ou les biens. Peut affecter votre santé, vos biens et/ou les infrastructures publiques.
pt_br: Ameaça significativa à vida ou à propriedade. Pode afetar sua saúde, propriedade e/ou infraestrutura pública.
uk: Значна загроза життю або майну. Може вплинути на ваше здоров'я, майно та/або громадську інфраструктуру.
zh_hans: 对生命或财产的重大威胁。可能影响你的健康、财产和/或公共基础设施。

# warning_severity_explanation_dialog_moderate_description
source: A warning of a possible threat to life or property. Can severely disrupt normal daily routines.
ca: Una alerta d'una possible amenaça per a la vida o la propietat. Pot interrompre greument les rutines diàries normals.
de: Eine Warnung vor einer möglichen Bedrohung von Leben oder Eigentum. Kann den normalen Tagesablauf stark beeinträchtigen.
es: Una alerta de una posible amenaza para la vida o la propiedad. Puede interrumpir gravemente las rutinas diarias normales.
et: Võimalik oht elule ja varale. Võib märgatavalt mõjutada tavalist igapäevast elu.
fr: Avertissement d'une menace possible pour la vie ou les biens. Peut gravement perturber les activités quotidiennes normales.
pt_br: Um aviso de possível ameaça à vida ou à propriedade. Pode interromper gravemente as rotinas diárias normais.
uk: Попередження про можливу загрозу життю або майну. Може серйозно порушити звичайну повсякденну діяльність.
zh_hans: 可能对生命或财产造成威胁的警报。可能严重扰乱正常日常惯例。

# warning_severity_explanation_dialog_minor_description
source: Minimal to no known threat to life or property. May interfere with normal daily activities.
ca: Amenaça mínima o nul·la coneguda per a la vida o la propietat. Pot interferir amb les activitats diàries normals.
de: Minimale bis keine bekannte Bedrohung für Leben oder Eigentum. Kann den normalen Tagesablauf beeinträchtigen.
es: Amenaza mínima o nula conocida para la vida o la propiedad. Puede interferir con las actividades diarias normales.
et: Väike või olematu oht elule ja varale. Võib osaliselt mõjutada tavalist igapäevast elu.
fr: Risque minime ou inexistant de menace pour la vie ou les biens. Peut interférer avec les activités quotidiennes normales.
pt_br: Ameaça mínima ou nenhuma conhecida à vida ou à propriedade. Pode interferir nas atividades diárias normais.
uk: Мінімальна або відсутня загроза життю або майну. Може перешкоджати нормальній повсякденній діяльності.
zh_hans: 对生命或财产只有很小的已知威胁或根本没有已知威胁。可能妨碍日常活动。

# warning_severity_explanation_dialog_extreme_description
source: Extraordinary threat to life or property. May have a significant short-term impact on your health, property and/or public infrastructure.
ca: Amenaça extraordinària per a la vida o la propietat. Pot tenir un impacte significatiu a curt termini en la vostra salut, propietat i/o infraestructura pública.
de: Außergewöhnliche Gefahr für Leben oder Eigentum. Kann kurzfristig erhebliche Auswirkungen auf Gesundheit, Eigentum und/oder öffentliche Infrastruktur haben.
es: Amenaza extraordinaria para la vida o la propiedad. Puede tener un impacto significativo a corto plazo en tu salud, propiedad y/o infraestructura pública.
et: Erakordne oht elule ja varale. Võib väga oluliselt lühiajaliselt mõjutada sinu tervist, sinu vara ja/või avalikku taristut.
fr: Menace extraordinaire pour la vie ou les biens. Peut avoir un impact significatif à court terme sur votre santé, vos biens et/ou les infrastructures publiques.
pt_br: Ameaça extraordinária à vida ou à propriedade. Pode ter um impacto significativo de curto prazo na sua saúde, propriedade e/ou infraestrutura pública.
uk: Надзвичайна загроза життю або майну. Може мати значний короткостроковий вплив на ваше здоров'я, майно та/або громадську інфраструктуру.
zh_hans: 对生命或财产有极大威胁。可能对健康、财产和/或公共基础设施有严重的短期影响。

# meta_info_for_place_dialog_subscription_id
source: Subscription ID
ca: ID de subscripció
de: Abonnement-ID
es: ID de suscripción
et: Tellimuse tunnus
pt_br: ID da assinatura
uk: Ідентифікатор підписки
zh_hans: 订阅 ID

# notification_self_check_title
source: Notification Self Check
ca: Autocomprovació de notificacions
de: Benachrichtigung Selbsttest
es: Autocomprobación de notificaciones
et: Teavituste toimimise kontroll
zh_hans: 通知自检
