Repository: nucleus-ffm/foss_warn
Catalog: lib/l10n/app_*.arb
Languages: ca, de, es, et, fr, he, pt_br, ru, uk, zh_hans

# main_nav_bar_my_places
source: My places
ca: Els meus llocs
de: Meine Orte
es: Mis lugares
et: Minu asukohad
fr: Mes endroits
he: המקומות שלי
pt_br: meus lugares
ru: Мои места
uk: Мої місця
zh_hans: 我的地点

# main_app_bar_tooltip_show_menu
source: show menu
ca: mostrar menú
de: Menü anzeigen
es: mostrar menú
et: näita menüüd
fr: Afficher menu
he: הצגת התפריט
pt_br: mostrar menu
ru: Показать меню
uk: показати меню
zh_hans: 显示菜单

# all_warnings_no_places_chosen
source: No places are selected
ca: No s'ha seleccionat cap lloc
de: Keine Orte ausgewählt
es: No se ha seleccionado ningún lugar
et: Ühtegi kohta pole valitud
fr: Aucun endroit est sélectionné
he: לא נבחרו מקומות
pt_br: Nenhum lugar foi selecionado
ru: Места не выбраны
uk: Місця не вибрано
zh_hans: 未选择地点

# main_nav_bar_map
source: Map
ca: Mapa
de: Karte
es: Mapa
et: Kaart
he: מפה
pt_br: Mapa
ru: Карта
uk: Карта
zh_hans: 地图

# main_dot_menu_settings
source: Settings
ca: Configuració
de: Einstellungen
es: Configuración
et: Seadistused
fr: Paramètres
he: הגדרות
pt_br: configurações
ru: Настройки
uk: Налаштування
zh_hans: 设置

# main_dot_menu_about
source: About
ca: Quant a
de: Über
es: Acerca de
et: Rakenduse teave
fr: A propos
he: על אודות
pt_br: sobre
uk: Про
zh_hans: 关于

# main_dialog_understand
source: understood
ca: entès
de: Verstanden
es: entendido
et: selge, sain aru
fr: Compris
he: מובן
pt_br: entendido
ru: Понятно
uk: зрозуміло
zh_hans: 理解

# main_dialog_save
source: Save
ca: Desar
de: Speichern
es: Guardar
et: Salvesta
fr: Sauvegarder
he: שמירה
pt_br: salvar
ru: Сохранить
uk: Зберегти
zh_hans: 保存

# main_nav_bar_all_warnings
source: All warnings
ca: Totes les alertes
de: Alle Warnungen
es: Todas las alertas
et: Kõik hoiatused
fr: Toute les alertes
he: כל ההזהרות
pt_br: todos os avisos
ru: Все предупреждения
uk: Усі попередження
zh_hans: 所有警报

# main_app_bar_tooltip_mark_all_warnings_as_read
source: mark warnings as read
ca: marcar alertes com a llegides
de: Warnungen als gelesen markieren
es: marcar alertas como leídas
et: märgi hoiatused loetuks
fr: Marquer les alertes comme lues
he: סימון ההזהרות כנצפו
pt_br: marcar avisos como lidos
ru: Пометить предупреждения как прочитанные
uk: позначити попередження прочитаними
zh_hans: 将警告标为已读

# main_dialog_close
source: Close
ca: Tancar
de: Schließen
es: Cerrar
et: Sulge
fr: Fermer
he: סגירה
pt_br: fechar
ru: Закрыть
uk: Закрити
zh_hans: 关闭

# all_warnings_no_places_chosen_text
source: Please press the plus to add a place
ca: Premeu el signe més per afegir un lloc
de: Bitte drücke auf das Plus, um einen neuen Ort hinzuzufügen
es: Pulsa el signo más para añadir un lugar
et: Asukoha lisamiseks palun vajuta + ikooni
fr: Veuillez appuyer sur le bouton plus pour ajouter un endroit
he: נא ללחוץ על הפלוס להוספת מקומות
pt_br: Por favor, pressione o sinal de mais para adicionar um lugar
ru: Пожалуйста, нажмите плюс, чтобы добавить место
uk: Натисніть плюс, щоб додати місце
zh_hans: 请按“+”添加地点

# all_warnings_everything_ok
source: Everything is fine
ca: Tot està bé
de: Alles ist okay
es: Todo está bien
et: Kõik on korras
fr: Tout est bon
he: הכול בסדר
pt_br: Está tudo bem
ru: Всё в порядке
uk: Усе гаразд
zh_hans: 一切都好

# my_place_warning_found
source: There are warnings for you
ca: Hi ha alertes per a tu
de: Es gibt Warnungen für dich
es: Hay alertas para ti
et: Sulle on hoiatusi
fr: Il n'y a aucune alerte pour vous
he: יש הזהרות עבורך
pt_br: Há avisos para você
ru: Для вас есть предупреждения
uk: Для вас є попередження
zh_hans: 你有警报

source: Settings
ca: Configuració
de: Einstellungen
es: Configuración
et: Seadistused
fr: Paramètres
he: הגדרות
pt_br: Configurações
ru: Настройки
uk: Налаштування
zh_hans: 设置

# settings_notification
source: Notifications
ca: Notificacions
de: Benachrichtigungen
es: Notificaciones
et: Teavitused
he: הודעות
pt_br: Notificações
ru: Уведомления
uk: Сповіщення
zh_hans: 通知

# settings_show_status_notification_subtitle
source: Displays a notification with the time of the last update
ca: Mostra una notificació amb l'hora de l'última actualització
de: Zeigt eine Benachrichtigung mit der Uhrzeit der letzten Aktualisierung
es: Muestra una notificación con la hora de la última actualización
et: Näitab teavitust viimase uuenduse kellaajaga
fr: Affiche une notification avec l'heure de la dernière mise à jour d'alertes
he: מציג הודעה ובה הזמן של העדכון האחרון
pt_br: Exibe uma notificação com a hora da última atualização
ru: Показывает уведомление с временем последнего обновления
uk: Показує сповіщення з часом останнього оновлення
zh_hans: 展示带上次更新时间的通知

# settings_app_notification_settings
source: Open notifications settings
ca: Obrir configuració de notificacions
de: App-Benachrichtigungseinstellungen öffnen
es: Abrir configuración de notificaciones
et: Ava teavituste seadistused
fr: Ouvrir les paramètres de notifications
he: פתיחת הגדרות ההודעות
pt_br: Abrir configurações de notificações
ru: Открыть настройки оповещений
uk: Відкрити налаштування сповіщень
zh_hans: 打开通知设置

# all_warnings_nothing_to_show
source: Nothing to see here
ca: No hi ha res a mostrar
de: Hier ist nichts zu sehen
es: No hay nada que mostrar
et: Siin pole midagi huvitavat
fr: Rien à voir par ici
he: אין מה לראות כאן
pt_br: Nada para ver aqui
ru: Здесь нечего смотреть
uk: Тут немає що переглядати
zh_hans: 没啥可看的

# all_warnings_everything_ok_text
source: There are no warnings for you
ca: No hi ha alertes per a tu
de: Es gibt keine Warnungen für dich
es: No hay alertas para ti
et: Sulle pole hoiatusi
fr: Il n'y a aucune alerte pour vous
he: אין הזהרות עבורך
pt_br: Não há avisos para você
ru: Для вас нет предупреждений
uk: Для вас немає попереджень
zh_hans: 你没有警报

# all_warnings_reload
source: Reload
ca: Tornar a carregar
de: Neu laden
es: Recargar
et: Laadi uuesti
fr: Recharger
he: טעינה מחדש
pt_br: Recarregar
ru: Перезагрузить
uk: Перезавантажити
zh_hans: 重载

# my_place_no_place_added
source: No place is selected
ca: No s'ha seleccionat cap lloc
de: Kein Ort ausgewählt
es: No se ha seleccionado ningún lugar
et: Sa pole ühtegi asukohta valinud
fr: Aucun endroit est sélectionné
he: לא נבחר מקום
pt_br: Nenhum lugar foi selecionado
ru: Место не выбрано
uk: Місце не вибрано
zh_hans: 未选择地点

# all_warnings_nothing_to_show_text
source: FOSS Warn has nothing to show here
ca: FOSS Warn no té res a mostrar aquí
de: FOSS Warn hat hier nichts zu zeigen
es: FOSS Warn no tiene nada que mostrar aquí
et: FOSS Warn ei leidnud teavet, mida saaks siin näidata
fr: FOSS Warn n'a rien à afficher ici
he: ל־Foss Warn אין מה להציג כאן
pt_br: FOSS Warn não tem nada para mostrar aqui
ru: FOSS Warn здесь нечего показывать
uk: FOSS Warn не має чого тут показувати
zh_hans: FOSS Warn 在这里没什么可显示的

# my_place_no_place_added_text
source: Please selected a place first
ca: Si us plau, seleccioneu primer un lloc
de: Bitte wähle zuerst einen Ort aus
es: Por favor, selecciona primero un lugar
et: Esmalt palun vali mõni asukoht
fr: Veuillez sélectionner d'abord un endroit
he: נא לבחור מקום קודם
pt_br: Por favor, selecione um lugar primeiro
ru: Сначала выберете место
uk: Спочатку виберіть місце
zh_hans: 请先选择一个地点

# settings_android_notification_settings
source: Open Android notifications settings
ca: Obrir configuració de notificacions d'Android
de: Android-Benachrichtigungseinstellungen öffnen
es: Abrir configuración de notificaciones de Android
et: Ava Androidi teavituste seadistused
fr: Ouvrir les paramètres de notifications d'Android
he: פתיחת הגדרות ההודעות של אנדרואיד
pt_br: Abra as configurações de notificações do Android
ru: Открыть настройки оповещений Android
uk: Відкрити налаштування сповіщень Android
zh_hans: 打开 Android 通知设置

# settings_show_status_notification_title
source: Show status notification
ca: Mostrar notificació d'estat
de: Status-Benachrichtigung anzeigen
es: Mostrar notificación de estado
et: Näita olekuteateid
fr: Montrer notifications de statut
he: הצגת מצב ההודעות
pt_br: Mostrar notificação de status
ru: Показать статус оповещения
uk: Показати сповіщення стану
zh_hans: 显示状态通知

# settings_background_service
source: Background updates
ca: Actualitzacions en segon pla
de: Hintergrundaktualisierungen
es: Actualizaciones en segundo plano
et: Uuendused taustal
fr: Mises à jours automatique
he: עדכונים ברקע
pt_br: Atualizações de fundo
ru: Фоновые обновления
uk: Довідкові оновлення
zh_hans: 后台更新

# settings_frequent_of_background_update
source: Frequency of background updates
ca: Freqüència de les actualitzacions en segon pla
de: Häufigkeit der Hintergrundaktualisierungen
es: Frecuencia de las actualizaciones en segundo plano
et: Taustal tehtava uuenduste kontrolli sagedus
fr: Fréquence de mises à jour automatique
he: תדירות העדכונים ברקע
pt_br: Frequência de atualizações em segundo plano
ru: Частота фоновых обновлений
uk: Частота фонового оновлення
zh_hans: 后台更新频率

# privacy_link_to_privacy
source: To the privacy policy of
ca: A la política de privacitat de
de: Zur Datenschutzerklärung von
es: A la política de privacidad de
et: Andmekaitsepõhimõtted:
fr: A la politique de confidentialité de
he: למדיניות הפרטיות של
pt_br: Para a política de privacidade de
uk: До політики приватності
zh_hans: 查看下列项目的隐私政策

# settings_display
source: Display
ca: Pantalla
de: Darstellung
es: Pantalla
et: Ekraan
fr: Affichage
he: מראה
ru: Дисплей
uk: Дисплей
zh_hans: 展示

# settings_start_view
source: Start view
ca: Vista d'inici
de: Startansicht
es: Vista de inicio
et: Avavaade
fr: Accueil
he: תצוגת ההתחלה
pt_br: Iniciar visualização
uk: Стартовий вигляд
zh_hans: 启动视图

# settings_start_view_only_my_places
source: My places
ca: Els meus llocs
de: Meine Orte
es: Mis lugares
et: Minu asukohad
fr: Mes endroits
he: המקומות שלי
pt_br: Meus lugares
uk: Мої місця
zh_hans: 我的地点

# settings_show_extended_metadata
source: Show extended metadata
ca: Mostrar metadades ampliades
de: Erweiterte Metadaten anzeigen
es: Mostrar metadatos extendidos
et: Näita laiendatud metateavet
fr: Afficher les métadonnées étendues
he: הצגת מטא־נתונים מורחבים
pt_br: Mostrar metadados estendidos
uk: Показати розширені метадані
zh_hans: 显示扩展元数据

# settings_color_schema
source: Colour scheme
ca: Esquema de color
de: Farbschema
es: Esquema de color
et: Kujundus
fr: Gamme de couleurs
he: ערכות הצבעים
pt_br: Esquema de cores
uk: Колірна гамма
zh_hans: 颜色方案

# settings_color_schema_light
source: Light
ca: Clar
de: Hell
es: Claro
et: Hele kujundus
fr: Claire
he: בהיר
pt_br: claro
uk: Світла
zh_hans: 浅

# settings_color_schema_dark
source: Dark
ca: Fosc
de: Dunkel
es: Oscuro
et: Tume kujundus
fr: Sombre
he: כהה
pt_br: escuro
uk: Темна
zh_hans: 深

# settings_sorting
source: Sorting
ca: Ordenació
de: Sortierung
es: Ordenación
et: Järjestamine
fr: Triage
he: מיון
pt_br: ordenar
uk: Сортування
zh_hans: 排序

# settings_display_all_warnings_title
source: Display all warnings
ca: Mostrar totes les alertes
de: Alle verfügbaren Meldungen anzeigen
es: Mostrar todas las alertas
et: Näita kõiki hoiatusi
fr: Afficher toutes les alertes
he: הצגת כל ההזהרות
pt_br: Exibir todos os avisos
uk: Показати всі попередження
zh_hans: 展示所有警报

# settings_font_size
source: Font size
ca: Mida de la font
de: Schriftgröße
es: Tamaño de fuente
et: Kirjatüübi suurus
fr: Taille de police
he: גודל הגופן
pt_br: Tamanho da fonte
uk: Розмір шрифту
zh_hans: 字体大小

# all_warnings_failed_to_fetch_alerts
source: Failed to fetch alerts
ca: No s'han pogut obtenir les alertes
de: Fehler beim Abrufen der Warnungen
es: No se han podido obtener las alertas
et: Hoiatuste laadimine ei õnnestunud
he: נכשל בהבאת התרעות
pt_br: Falha ao buscar alertas
ru: Не удалось получить оповещения
uk: Не вдалося отримати сповіщення
zh_hans: 获取警报失败

# settings_start_view_all_warnings
source: All warnings
ca: Totes les alertes
de: Alle Meldungen
es: Todas las alertas
et: Kõik hoiatused
fr: Toute les alertes
he: כל ההזהרות
pt_br: Todos os avisos
uk: Усі попередження
zh_hans: 所有警报

# settings_color_schema_auto
source: Automatic
ca: Automàtic
de: Automatisch
es: Automático
et: Automaatne kujundus
fr: Automatique
he: אוטומטי
pt_br: automático
uk: Автоматично
zh_hans: 自动

# settings_display_all_warnings_subtitle
source: Shows all warnings
ca: Mostra totes les alertes
de: Zeigt alle verfügbaren Meldungen an
es: Muestra todas las alertas
et: Näitab kõiki hoiatusi
fr: Affiche toutes les alertes
he: מציג את כל ההזהרות
pt_br: Mostra todos os avisos
uk: Показує всі попередження
zh_hans: 显示所有警报

# settings_extended_settings
source: Advanced settings
ca: Configuració avançada
de: Erweiterte Einstellungen
es: Configuración avanzada
et: Täiendavad seadistused
fr: Paramètres avancés
he: הגדרות מתקדמות
pt_br: Configurações avançadas
uk: Розширені налаштування
zh_hans: 高级设置

# warning_shared_by_foss_warn
source: Shared by FOSS Warn
ca: Compartit per FOSS Warn
de: Geteilt aus FOSS Warn
es: Compartido por FOSS Warn
et: Jagatud FOSS Warni poolt
fr: Partagé par FOSS Warn
he: שותף בעזרת Foss Warn
pt_br: Compartilhado por FOSS Warn
uk: Надіслано від FOSS Warn
zh_hans: 由 FOSS Warn 分享

# about_disclaimer_subtitle
source: What FOSS Warn cannot do
ca: Allò que FOSS Warn NO pot fer
de: Was FOSS Warn nicht leisten kann
es: Lo que FOSS Warn NO puede hacer
et: Mida FOSS Warn ei saa teha
fr: Ce que FOSS Warn ne peut pas faire
he: מה Foss Warn לא יכול לעשות
pt_br: O que Foss Warn não pode fazer
uk: Чого не може зробити Foss warn
zh_hans: FOSS Warn 没法做什么

# about_other_license_subtitle
source: FOSS Warn uses other useful software
ca: FOSS Warn utilitza altre programari útil
de: FOSS Warn nutzt andere nützliche Software
es: FOSS Warn utiliza otro software útil
et: FOSS Warn kasutab oma tööks muud olulist tarkvara
fr: FOSS Warn utilise d'autres logiciels utiles
he: Foss Warn משתמש בתוכנות יעילות נוספות
pt_br: O FOSS Warn usa outro software útil
uk: FOSS Warn використовує інші корисні програми
zh_hans: FOSS Warn 使用其他有用软件

# about_contributors_subtitle
source: people who have contributed to FOSS Warn
ca: persones que han contribuït a FOSS Warn
de: Menschen, die zu FOSS Warn beigetragen haben
es: personas que han contribuido a FOSS Warn
et: inimesed, kes on olnud FOSS Warni arendamisse kaasatud
fr: Personnes qui ont contribué à FOSS Warn
he: אנשים שתרמו ל־Foss Warn
pt_br: pessoas que contribuíram para o FOSS Warn
uk: люди, які зробили свій внесок у FOSS Warn
zh_hans: FOSS Warn 贡献者

# welcome_view_foss_warn_text
source: Glad you want to use FOSS Warn. Swipe to start the introduction.
ca: Encantats que vulgueu utilitzar FOSS Warn. Llisqueu per començar la introducció.
de: Schön, dass du FOSS Warn nutzen möchtest. Wische, um die Einführung zu starten.
es: Encantados de que quieras usar FOSS Warn. Desliza para comenzar la introducción.
et: On rõõmustav, et tahad FOSS Warni kasutada. Sissejuhatusega alustamiseks viipa.
fr: Heureux que vous vouliez utiliser FOSS Warn. Balayez pour commencer l'introduction.
he: אני שמח שברצונך להשתמש ב־FOSS Warn. יש להחליק הצידה כדי להתחיל את ההקדמה.
pt_br: Que bom que você quer usar o FOSS Warn. Deslize para iniciar a introdução.
uk: Ми раді, що ви хочете використовувати FOSS Warn. Проведіть пальцем, щоб почати ознайомлення.
zh_hans: 很高兴您想使用 FOSS Warn。请滑动开始介绍。

# welcome_view_permission_action
source: Request permission
ca: Sol·licitar permís
de: Berechtigung anfragen
es: Solicitar permiso
et: Küsi vajalikke õigusi
he: בקשת הרשאה
pt_br: Solicitar permissão
uk: Запит дозволу
zh_hans: 请求权限

# welcome_view_important_headline
source: Important
de: Wichtig
es: Importante
et: Oluline
fr: Importance
he: חשוב
pt_br: Importante
uk: Важливо
zh_hans: 重要

# welcome_view_important_text
source: Please read the disclaimer before use. By using the app, you agree to it.
ca: Si us plau, llegiu el descàrrec de responsabilitat abans d'usar-lo. En utilitzar l'aplicació, accepteu les seves condicions.
de: Bitte lies vor der Nutzung den Haftungsausschluss durch. Mit der Benutzung der App stimmst du diesem zu.
es: Por favor, lee el descargo de responsabilidad antes de usarlo. Al usar la aplicación, aceptas sus condiciones.
et: Enne kasutust palun loe vastutusest lahtiütlust. Kui kasutad rakendust, siis nõustud sellega.
fr: Veuillez lire la décharge de responsabilité avant de l'utiliser. En utilisant l'application, vous l'acceptez.
he: נא לקרוא את הגילוי הנאות בטרם השימוש. שימוש ביישומון מעיד על הסכמה.
pt_br: Leia o aviso legal antes de usar. Ao usar o aplicativo, você concorda com isso.
uk: Будь ласка, ознайомтеся з відмовою від відповідальності перед використанням. Використовуючи застосунок, ви погоджуєтесь з нею.
zh_hans: 使用前请阅读免责声明。使用本应用即表示您同意它。

# welcome_view_battery_optimisation_headline
source: Battery optimization
ca: Optimització de la bateria
de: Akkuoptimierung
es: Optimización de la batería
et: Akukasutuse optimeerimine
fr: Optimisation de la batterie
he: מיטוב הסוללה
pt_br: Otimização da bateria
uk: Оптимізація батареї
zh_hans: 电池优化

# welcome_view_notification_permission_text
source: FOSSWarn needs your permission to send you notifications in case there are alerts for your area. Press the button below to open the permission dialog.
ca: FOSSWarn necessita el vostre permís per enviar-vos notificacions en cas que hi hagi alertes per a la vostra àrea. Premeu el botó de sota per obrir el diàleg de permisos.
de: FOSSWarn benötigt deine Erlaubnis, um dir Benachrichtigungen zu senden, falls es Warnmeldungen für deine Region gibt. Drücke auf den Button unten, um das Dialogfeld für die Berechtigungen zu öffnen.
es: FOSSWarn necesita tu permiso para enviarte notificaciones en caso de que haya alertas para tu área. Pulsa el botón de abajo para abrir el diálogo de permisos.
et: Selleks, et sinu piirkonna hoiatusi edastada vajab FOSS Warn sinu luba teavituste kuvamiseks. Klõpsi järgnevat nuppu ja ava õiguste seadistamise vaade.
pt_br: O FOSSWarn precisa da sua permissão para enviar notificações caso haja alertas na sua área. Pressione o botão abaixo para abrir a caixa de diálogo de permissão.
uk: FOSSBarn потрібен ваш дозвіл, щоб надсилати вам сповіщення у разі наявності оповіщень для вашого регіону. Натисніть кнопку нижче, щоб відкрити діалогове вікно дозволів.
zh_hans: FOSSWarn 需要你同意才能在你的区域有警报时给你发送通知。按下方按钮打开权限对话框。

# welcome_view_notification_permission_headline
source: Notification permission
ca: Permís de notificació
de: Berechtigung zur Benachrichtigung
es: Permiso de notificación
et: Õigus näidata teavitusi
pt_br: Autorização para notificar
uk: Дозвіл на сповіщення
zh_hans: 通知权限

# welcome_view_battery_optimisation_text
source: In order for FOSS Warn to reliably send you background notifications, battery optimization for FOSS Warn should be disabled.
ca: Perquè FOSS Warn us pugui enviar notificacions en segon pla de manera fiable, s'hauria de desactivar l'optimització de bateria per a FOSS Warn.
de: Damit FOSS Warn dir zuverlässig Hintergrundbenachrichtigungen senden kann, sollte die Akkuoptimierung für FOSS Warn deaktiviert werden.
es: Para que FOSS Warn te pueda enviar notificaciones en segundo plano de manera fiable, se debería desactivar la optimización de batería para FOSS Warn.
et: Selleks, et FOSS Warn saaks taustal töötades sulle töökindlal viisil näidata teavitusi, peaks akukasutuse optimeerimine selle rakenduse jaoks olema lülitatud välja.
fr: Pour que FOSS Warn puisse vous envoyer des notifications en arrière-plan de manière fiable, l'optimisation de la batterie de FOSS Warn doit être désactivée.
pt_br: Para que o FOSS Warn envie notificações em segundo plano de forma confiável, a otimização da bateria do FOSS Warn deve ser desativada.
uk: Для того, щоб FOSS Warn надійно надсилала вам фонові сповіщення, оптимізація батареї для FOSS Warn повинна бути вимкнена.
zh_hans: 为了 FOSS Warn 能可靠地发送后台通知，应当停用针对 FOSS Warn 的电池优化。

# welcome_view_battery_optimisation_action
source: Disable
ca: Desactivar
de: Deaktivieren
es: Desactivar
et: Lülita välja
fr: Déactiver
pt_br: Desativar
uk: Вимкунти
zh_hans: 停用

# welcome_view_my_places_headline
source: My places
ca: Els meus llocs
de: Meine Orte
es: Mis lugares
et: Minu asukohad
fr: Mes endroits
he: המקומות שלי
pt_br: Meus lugares
uk: Мої місця
zh_hans: 我的地点

# welcome_view_my_places_text
source: To receive alerts, you have to subscribe to an area of interest. You can subscribe to any area in the world. We currently support around 100 countries. You will receive push notifications for every subscription. To unsubscribe, you can long-press the location and click on delete.
ca: Per rebre alertes, heu de subscriure-us a una àrea d'interès. Podeu subscriure-us a qualsevol àrea del món. Actualment donem suport a uns 100 països. Rebreu notificacions push per a cada subscripció. Per cancel·lar la subscripció, podeu prémer prolongadament el lloc i fer clic a eliminar.
de: Um Warnungen zu erhalten, musst du einen Bereich abonnieren, der dich interessiert. Du kannst jeden Bereich auf der Welt abonnieren. Wir unterstützen derzeit etwa 100 Länder. Du bekommst Push-Benachrichtigungen für jedes Abonnement. Um dich abzumelden, kannst du den Standort lange drücken und auf „Löschen” tippen.
es: Para recibir alertas, tienes que suscribirte a un área de interés. Puedes suscribirte a cualquier área del mundo. Actualmente damos soporte a unos 100 países. Recibirás notificaciones push para cada suscripción. Para cancelar la suscripción, puedes pulsar prolongadamente el lugar y hacer clic en eliminar.
et: Et hoiatuste saatmine toimiks pead tellima sind huvitava piirkonna teavitused. Sa võid valid mis iganes piirkonna maailmast - hetkel on toetatud teavitused umbes sajas riigis. Iga tellimuse kohta hakkad saama tõuketeavitusi. Tellimusest saad loobuda, kui vajutad pikalt asukohal ja valid „Kustuta“.
fr: Dans l'application, vous avez la possibilité d'enregistrer les emplacements pour lesquels vous souhaitez recevoir des notifications. La correspondance pour voir s'il existe des alertes pour cet emplacement se fait localement. Si votre emplacement n'est pas sur la liste, vous pouvez essayer votre comté ou le prochain emplacement plus grand. Si vous tapez sur un emplacement pendant une longue période, vous pouvez le supprimer à nouveau.
pt_br: Para receber alertas, você precisa se inscrever em uma área de interesse. Você pode se inscrever em qualquer área do mundo. Atualmente, oferecemos suporte a cerca de 100 países. Você receberá notificações push para cada inscrição. Para cancelar a inscrição, pressione e segure o local e clique em excluir.
uk: Щоб отримувати сповіщення, ви повинні підписатися на область, яка вас цікавить. Ви можете підписатися на будь-яку область у світі. Наразі ми підтримуємо близько 100 країн. Ви будете отримувати пуш-сповіщення про кожну підписку. Щоб скасувати підписку, ви можете довго натиснути на місцезнаходження і натиснути на видалення.
zh_hans: 要接收警报，你必须订阅感兴趣的地区。你可以订阅全球任何地区。我们当前支持大约 100 个。你会收到每个订阅的推送通知。要取消订阅，可以长按位置并单击“删除”。

# welcome_view_warning_steps_headline
source: Warning levels
ca: Nivells d'alerta
de: Warnstufen
es: Niveles de alerta
et: Hoiatuste tasemed
fr: Niveaux d'alertes
he: רמות ההזהרות
pt_br: Níveis de alerta
uk: Рівні попередження
zh_hans: 警报等级
