Repository: nucleus-ffm/foss_warn
Catalog: lib/l10n/app_*.arb
Languages: ca, de, es, et, fr, he, pt_br, ru, uk, zh_hans

# warning_note
source: Note
ca: Nota
de: Notiz
es: Nota
et: Märge
he: הערה

# warning_incidents
source: Incidents
de: Vorfälle
es: Incidentes
et: Intsidendid
he: תאונות

# settings_frequent_of_background_update_minute
source: min
he: מינ׳
pt_br: minuto
ru: мин.
uk: хв
zh_hans: 分钟

# explanation_CBRNE
source: CBRNE
uk: ХБРЯВ
zh_hans: 化学，生物，放射，核和爆炸物(CBRNE)

# explanation_transport
source: Transport
es: Transporte
pt_br: Transporte
uk: Транспорт
zh_hans: 交通

# warning_status_test
source: test
ca: prova
es: prueba
pt_br: Teste
uk: тест
zh_hans: 测试
