Repository: nucleus-ffm/foss_warn
Catalog: lib/l10n/app_*.arb
Languages: ca, de, es, et, fr, he, pt_br, ru, uk, zh_hans

# dev_settings_delete_notification_list_text
source: Manually clears the saved list of alerts for which you have already received a notification.
ca: Esborra manualment la llista desada d'alertes per a les quals ja heu rebut una notificació.
de: Löscht manuell die gespeicherte Liste der Warnungen, für die du bereits eine Benachrichtigung erhalten hast.
es: Borra manualmente la lista guardada de alertas para las que ya has recibido una notificación.
et: Selle kustutad juba salvestatud hoiatuste loendi, mille kohta on teavitus juba sadetud.
fr: Efface manuellement la liste enregistrée des alertes pour lesquelles vous avez déjà reçu une notification.
pt_br: Limpa manualmente a lista salva de alertas para os quais você já recebeu uma notificação.
uk: Ручне очищення збереженого списку тривог, про які ви вже отримали сповіщення.
zh_hans: 手动清理所保存的已收到通知的警报的列表。

# dev_settings_load_cached_warnings
source: Load cached warnings
ca: Carregar alertes emmagatzemades en cau
de: Zwischengespeicherte Warnungen laden
es: Cargar alertas almacenadas en caché
et: Laadi puhverdatud hoiatused
fr: Charger alertes mis en cache
he: טעינת ההזהרות שבמטמון
pt_br: Carregar avisos em cache
uk: Завантажити кешовані попередження
zh_hans: 加载缓存的警报

# dev_settings_load_cached_warnings_text
source: Loads the cached messages
ca: Carrega els missatges emmagatzemats en cau
de: Lädt die zwischengespeicherten Nachrichten
es: Carga los mensajes almacenados en caché
et: Laadib puhverdatud hoiatused
fr: Charge les messages mis en cache
he: טוען את ההודעות שבמטמון
pt_br: Carregando notificações no cache
uk: Завантажує кешовані повідомлення
zh_hans: 加载缓存的消息

# dev_settings_success
source: done
ca: fet
de: Erledigt
es: hecho
et: valmis
fr: fini
he: סיים
pt_br: feito
uk: готово
zh_hans: 完毕

# welcome_view_foss_server_selection_select_instance_helptext
source: Learn more about the FPAS
ca: Més informació sobre el FPAS
de: Erfahre mehr über den FPAS
es: Más información sobre el FPAS
et: Lisateave FPAS-i (FOSS Häireateavituste Server) kohta
he: לקריאה נוספת על FPAS
pt_br: Saiba mais sobre o FPAS
uk: Дізнайтеся більше про FPAS
zh_hans: 了解 FPAS 的更多信息

# welcome_view_unifiedpush_headline
source: Push Notifications
ca: Notificacions push
de: Push-Benachrichtigungen
es: Notificaciones push
et: Tõuketeavitused
pt_br: Notificações push
uk: Push-сповіщення
zh_hans: 推送通知

# welcome_view_unifiedpush_text
source: FOSSWarn uses UnifiedPush to receive push notifications about new emergency alerts. UnifiedPush is a decentralized push notification system that lets you choose the service you want to use. It’s designed to be privacy-friendly, flexible, and open. To use UnifiedPush, you must install an additional app that acts as a distributor.
ca: FOSSWarn utilitza UnifiedPush per rebre notificacions push sobre noves alertes d'emergència. UnifiedPush és un sistema descentralitzat de notificacions push que us permet triar el servei que voleu utilitzar. Està dissenyat per respectar la privacitat, ser flexible i obert. Per utilitzar UnifiedPush, heu d'instal·lar una aplicació addicional que actua com a distribuïdor.
de: FOSSWarn nutzt UnifiedPush, um Push-Benachrichtigungen über neue Notfallwarnungen zu empfangen. UnifiedPush ist ein dezentrales Push-Benachrichtigungssystem, bei dem du den Dienst auswählen kannst, den du nutzen möchtest. Es ist datenschutzfreundlich, flexibel und offen gestaltet. Um UnifiedPush nutzen zu können, musst du eine zusätzliche App installieren, die als Verteiler fungiert.
es: FOSSWarn utiliza UnifiedPush para recibir notificaciones push sobre nuevas alertas de emergencia. UnifiedPush es un sistema descentralizado de notificaciones push que te permite elegir el servicio que quieres usar. Está diseñado para respetar la privacidad, ser flexible y abierto. Para usar UnifiedPush, debes instalar una aplicación adicional que actúa como distribuidor.
et: FOSS Warn kasutab uute hoiatuste saatmiseks UnifiedPush-spetsifikatsioonil põhinevat tõuketeavituste liidestust. UnifiedPush on hajutatud tõuketeavituste süsteem, mis võimaldab sul kasutada enda valitud teenust. Tegemist on privaatsussõbraliku, paindliku ja avatud lahendusega. UnifiedPushi kasutamiseks pead paigaldama täiendava rakenduse, mis toimib sinu nutiseadmes tõuketeavituste levitajana.
pt_br: O FOSSWarn usa o UnifiedPush para receber notificações push sobre novos alertas de emergência. O UnifiedPush é um sistema descentralizado de notificações push que permite escolher o serviço que você deseja usar. Ele foi projetado para ser flexível, aberto e respeitar a privacidade. Para usar o UnifiedPush, você precisa instalar um aplicativo adicional que atue como distribuidor.
uk: FOSSBarn використовує UnifiedPush для отримання push-сповіщень про нові екстрені сповіщення. UnifiedPush — це децентралізована система push-сповіщень, яка дозволяє вам вибрати потрібну послугу. Вона розроблена з урахуванням конфіденційності, гнучкості та відкритості. Щоб використовувати UnifiedPush, необхідно встановити додатковий додаток, який виступає в ролі розповсюджувача.
zh_hans: FOSSWarn 使用 UnifiedPush 接收新紧急情况警报的推送通知。UnifiedPush 是去中心化的推送通知系统，让你选择你想使用的服务。UnifiedPush 设计对隐私友好，灵活，开放。要使用它，你必须安装充当分发者角色的附加应用。

# welcome_view_unifiedpush_learn_more_button
source: Learn more about UnifiedPush.
ca: Més informació sobre UnifiedPush.
de: Erfahre mehr über UnifiedPush.
es: Más información sobre UnifiedPush.
et: Lisateave UnifiedPushi kohta.
pt_br: Saiba mais sobre o UnifiedPush.
uk: Дізнайтеся більше про UnifiedPush.
zh_hans: 了解 UnifiedPush 更多信息。

# welcome_view_navigation_previous
source: Previous
ca: Anterior
de: Vorherige
es: Anterior
et: Eelmine
pt_br: Anterior
uk: Попередній
zh_hans: 上一屏

# welcome_view_navigation_next
source: Next
ca: Següent
de: Nächste
es: Siguiente
et: Järgmine
pt_br: Próxima
uk: Далі
zh_hans: 下一屏

# connection_error_no_internet
source: No server connection
ca: Sense connexió al servidor
de: Keine Serververbindung
es: Sin conexión al servidor
et: Puudub ühendus serveriga
fr: Aucune connexion au serveur
pt_br: Nenhuma conexão com o servidor
uk: Немає зв'язку з сервером
zh_hans: 无服务器连接

# connection_error_app_error
source: Ups Something went wrong. Please contact the developer
ca: Ups! Alguna cosa ha anat malament. Si us plau, contacteu amb el desenvolupador
de: Ups, etwas ist schiefgelaufen. Bitte kontaktiere den Entwickler
es: ¡Ups! Algo ha ido mal. Por favor, contacta con el desarrollador
et: Vaat kus lops! Midagi läks valesti. Palun võta ühendust arendaga
pt_br: Ups: Algo deu errado. Entre em contato com o desenvolvedor.
uk: Щось пішло не так. Зверніться до розробника
zh_hans: 哎呀，出错了。请联系开发者

# connection_error_subscription_expired
source: Some of your subscriptions have expired.
ca: Algunes de les vostres subscripcions han caducat.
de: Einige deiner Abonnements sind abgelaufen.
es: Algunas de tus suscripciones han caducado.
et: Mõned sinu tellimustest on aegunud.
pt_br: Algumas de suas assinaturas expiraram.
uk: Термін дії деяких ваших підписок закінчився.
zh_hans: 你的订阅有一些已过期。

# connection_error_fetching_new_alerts
source: Fetching new alerts...
ca: Recuperant noves alertes...
de: Lade neue Warnungen...
es: Recuperando nuevas alertas...
et: Laadin uusi hoiatusi...
uk: Отримання нових сповіщень...
zh_hans: 正在获取新警报…

# font_size_headline
source: Font size
ca: Mida de la font
de: Schriftgröße
es: Tamaño de fuente
et: Kirjatüübi suurus
fr: Taille de la police
pt_br: Tamanho da fonte
uk: Розмір шрифту
zh_hans: 字体大小

# font_size_big
source: Big
ca: Gran
de: Groß
es: Grande
et: Suur
fr: Grand
pt_br: Grande
uk: Великий
zh_hans: 大

# font_size_normal
source: Normal
et: Tavaline
uk: Нормально
zh_hans: 正常

# font_size_small
source: Small
ca: Petita
de: Klein
es: Pequeña
et: Väike
fr: petit
pt_br: Pequeno
uk: Невеликий
zh_hans: 小

# font_size_very_big
source: extra large
ca: Extra gran
de: Extragroß
es: Extra grande
et: Väga suur
pt_br: extra grande
uk: дуже великий
zh_hans: 超大

# disclaimer_headline
source: Disclaimer
ca: Descàrrec de responsabilitat
de: Haftungsausschluss
es: Descargo de responsabilidad
et: Lahtiütlus vastutusest
fr: Avis de non-responsabilité
pt_br: isenção de responsabilidade
uk: Застереження
zh_hans: 免责声明

# sorting_headline
source: How should the messages be sorted?
ca: Com s'han d'ordenar els missatges?
de: Wie sollen die Nachrichten sortiert werden?
es: ¿Cómo deben ordenarse los mensajes?
et: Kuidas peaksid sõnumid olema järjestatud?
fr: Comment les messages doivent-ils être triés ?
pt_br: Como as mensagens devem ser classificadas?
uk: Як слід сортувати повідомлення?
zh_hans: 消息排序依据为何？

# sorting_by_date
source: By date of issue (latest first)
ca: Per data d'emissió (més recent primer)
de: Nach Herausgabedatum (neueste zuerst)
es: Por fecha de emisión (más reciente primero)
et: Väljaandmise kuupäeva alusel (esmalt uuemad)
fr: Par date d'émission (la plus récente en premier)
pt_br: Por data de emissão (mais recente primeiro)
uk: За датою випуску (найновіші перші)
zh_hans: 发布日期（最新的优先）

# sorting_by_warning_level
source: by warning level (highest first)
ca: per nivell d'alerta (més alt primer)
de: Nach Warnstufe (höchste zuerst)
es: por nivel de alerta (más alto primero)
et: Hoiatuse taseme alusel (esmalt olulisemad)
fr: par niveau d'alerte (le plus élevé en premier)
pt_br: por nível de alerta (maior primeiro)
uk: за рівнем попередження (спочатку найвищий)
zh_hans: 警报等级（最高的优先）

# sorting_by_source
source: By source
ca: Per font
de: Nach Quelle
es: Por fuente
et: Andmeallika alusel
fr: Par la source
pt_br: Por fonte
uk: За джерелом
zh_hans: 按数据源

# explanation_headline
source: Explanation
ca: Explicació
de: Erläuterung
es: Explicación
et: Selgitus
fr: Explication
pt_br: explicação
uk: Пояснення
zh_hans: 解释

# explanation_health
source: Health
ca: Salut
de: Gesundheit
es: Salud
et: Tervis
fr: Santé
pt_br: Saúde
uk: Здоров'я
zh_hans: 健康

# explanation_health_text
source: health-threatening events such as pandemics or water contamination
ca: esdeveniments que amenacen la salut com pandèmies o contaminació de l'aigua
de: gesundheitsgefährdende Ereignisse wie Pandemien oder Wasserkontaminierung
es: eventos que amenazan la salud como pandemias o contaminación del agua
et: Tervisele ohtlikud sündmused, nagu pandeemia või vee saastumine
fr: les événements menaçant la santé, tels que les pandémies ou la contamination de l'eau
pt_br: eventos que ameaçam a saúde, como pandemias ou contaminação da água
uk: події, що загрожують здоров'ю, такі як пандемії або забруднення води
zh_hans: 威胁健康的事件，如大流行或水污染

# explanation_fire
source: Fire
ca: Incendi
de: Feuer
es: Incendio
et: Tuli
fr: Feu
pt_br: Fogo
uk: Вогонь
zh_hans: 火情

# explanation_fire_text
source: Fire information
ca: informació sobre incendis
de: Informationen bei Bränden
es: información sobre incendios
et: Teave põlengute kohta
fr: Informations sur le feu
pt_br: Informações sobre incêndio
uk: Інформація про пожежу
zh_hans: 火情信息

# source_headline
source: Source
ca: Font
de: Quelle
es: Fuente
et: Andmeallikas
he: מקור
pt_br: Fonte
uk: Джерело
zh_hans: 数据源

# source_mowas_description
source: Federal Office of Civil Protection and Disaster Assistance - warns of disasters
ca: Oficina Federal de Protecció Civil i Assistència en Desastres - alerta sobre desastres
de: Bundesamt für Bevölkerungsschutz und Katastrophenhilfe - warnt vor Katastrophen
es: Oficina Federal de Protección Civil y Asistencia en Desastres - alerta sobre desastres
et: Saksamaa kodanikukaitse ja katastroofiabi föderaalamet (Federal Office of Civil Protection and Disaster Assistance - BBK) - katastroofihoiatused
fr: Office fédérale de la protection civile et l'assistance en cas de catastrophe - prévient des catastrophes
pt_br: Gabinete Federal de Proteção Civil e Assistência a Desastres - alerta sobre desastres
uk: Федеральне відомство з питань цивільного захисту та допомоги у разі стихійних лих - попереджає про стихійні лиха
zh_hans: 德国联邦公民保护和灾害援助办公室——灾害警报

# source_dwd_title
source: DWD (German Weather Service)
ca: DWD (Servei Meteorològic Alemany)
de: DWD (Deutscher Wetterdienst)
es: DWD (Servicio Meteorológico Alemán)
et: DWD (Saksamaa Ilmateenistus)
fr: DWD (Service météorologique allemande)
pt_br: DWD (Serviço Meteorológico Alemão)
uk: DWD (Німецька метеорологічна служба)
zh_hans: 德国气象局（DWD）

# source_biwapp_title
source: Biwapp (Citizen Info & Warning App)
de: Biwapp (Bürger-Info- & Warn-App)
et: Biwapp (Teabe- ja hoiatuste rakendus kodanikele)
fr: Biwapp (Application d'informations et d'alertes des citoyens)
pt_br: Biwapp (Aplicativo de Informações e Alertas para o Cidadão)
uk: Biwapp (Інформаційно-попереджувальний застосунок для громадян)
zh_hans: Biwapp （公民信息和警报应用）

# source_katwarn_description
source: Developed by the Fraunhofer-Gesellschaft - warns e.g. in case of: Major fire, bomb discovery and environmental disaster
ca: Desenvolupada per la Fraunhofer-Gesellschaft - alerta, per exemple, en cas de: incendi important, descoberta de bombes i desastre ambiental
de: Entwickelt von der Fraunhofer-Gesellschaft – warnt z.B. bei: Großbrand, Bombenfund und Umweltkatastrophe
es: Desarrollada por la Fraunhofer-Gesellschaft - alerta, por ejemplo, en caso de: incendio importante, descubrimiento de bombas y desastre ambiental
et: Arendajalt Fraunhofer-Gesellschaft - hoiatab näiteks suurema põlengu, pommiohu või keskkonnakatastroofi puhul
fr: Développé par le Fraunhofer-Gesellschaft - prévient par exemple en cas de : incendie majeur, découverte d'une bombe et désastre environnemental
pt_br: Desenvolvido pela Fraunhofer-Gesellschaft - alerta, por exemplo em caso de: Grande incêndio, descoberta de bomba e desastre ambiental
uk: Розроблено Fraunhofer-Gesellschaft - попереджає, наприклад, у разі: Великої пожежі, знахідки бомби та екологічної катастрофи
zh_hans: 由 Fraunhofer-Gesellschaft 开发，在大火、发现炸弹和环境灾害时示警

# source_lhp_title
source: LHP (Interstate Flood Portal)
ca: LHP (Portal d'Inundacions Interestatal)
de: LHP (Länderübergreifendes Hochwasserportal)
es: LHP (Portal de Inundaciones Interestatal)
et: LHP (Osariikideülene üleujustuste portaal)
fr: LHP (Portail interétatique sur les inondations)
pt_br: LHP (Portal Interestadual de Inundações)
uk: LHP (Міждержавний паводковий портал)
zh_hans: 德国跨州洪涝信息门户网站（LHP)

# status_headline
source: Status
ca: Estat
es: Estado
et: Olek
fr: Statut
he: מצב
uk: Стан
zh_hans: 状态

# status_source_status
source: Source status
ca: Estat de la font
de: Quellenstatus
es: Estado de la fuente
et: Andmeallika olek
fr: Statut de la source
he: מצב המקור
pt_br: Status da fonte
uk: Стан джерела
zh_hans: 数据源状态

# status_server_not_reachable
source: Server not reachable
ca: Servidor no accessible
de: Server nicht erreichbar
es: Servidor no accesible
et: Server pole leitav
fr: Serveur inatteignable
he: לא ניתן לגשת לשרת
pt_br: Servidor não acessível
uk: Сервер недоступний
zh_hans: 服务器连不上

# status_error_while_parsing
source: Error while parsing
ca: Error en analitzar
de: Fehler beim Auslesen
es: Error al analizar
et: Viga allalaaditud andmete töötlemisel
fr: Erreur pendant l'analyse
he: שגיאה במהלך הניתוח
pt_br: Erro ao analisar
uk: Помилка розбору
zh_hans: 解析时出错

# status_everything_ok
source: Everything is fine
ca: Tot està bé
de: Alles ok
es: Todo está bien
et: Kõik toimib
fr: Tout est bon
he: הכול בסדר
pt_br: Está tudo bem
uk: Усе гаразд
zh_hans: 一切都好

# status_count_of_message
source: Count of message
ca: Recompte de missatges
de: Anzahl der Meldungen
es: Recuento de mensajes
et: Sõnumite arv
fr: Nombre de messages
he: מספר ההודעות
pt_br: Contagem de mensagens
uk: Кількість повідомлень
zh_hans: 消息数

# notification_settings_headline
source: Notification Settings
ca: Configuració de notificacions
de: Benachrichtigungseinstellungen
es: Configuración de notificaciones
et: Teavituste seadistused
fr: Paramètres des notifications
he: הגדרות ההודעות
pt_br: Configurações de notificação
uk: Налаштування сповіщень
zh_hans: 通知设置

# notification_settings_notify_by
source: Notify by
ca: Notificar per
de: Benachrichtigen bei
es: Notificar por
et: Teavita järgmisel puhul
fr: Notifier par
he: הודעה בעזרת
pt_br: Notificar por
uk: Сповістити за допомогою
zh_hans: 通知哪些消息

# notification_settings_notify_by_extreme
source: Extreme Messages
ca: Missatges extrems
de: Extreme Meldungen
es: Mensajes extremos
et: Äärmuslikud sõnumid
fr: Messages extrêmes
he: הודעות קיצוניות
pt_br: Mensagens Extremas
uk: Екстремальні повідомлення
zh_hans: 极端

# notification_settings_notify_by_severe
source: Severe Messages
ca: Missatges severs
de: Schwere Meldungen
es: Mensajes severos
et: Tõsised sõnumid
fr: Messages sévères
he: הודעות חמורות
pt_br: Mensagens Severas
uk: Суворих попереджень
zh_hans: 严重

# notification_settings_notify_by_moderate
source: Moderate Messages
ca: Missatges moderats
de: Moderate Meldungen
es: Mensajes moderados
et: Mõõdukad sõnumid
fr: Messages modérés
he: הודעות בינוניות
pt_br: Mensagens Moderadas
uk: Помірних повідомлень
zh_hans: 一般

# notification_settings_notify_by_minor
source: Minor Messages
ca: Missatges menors
de: Geringfügige Meldungen
es: Mensajes menores
et: Vähetähtsad sõnumid
fr: Messages mineurs
he: הודעות שוליות
pt_br: Mensagens Menores
uk: Неважливих повідомлень
zh_hans: 轻微

# notification_settings_notify_by_update
source: Update Messages
ca: Missatges d'actualització
de: Aktualisierungen
es: Mensajes de actualización
et: Sõnumite uuendused
he: עדכון ההודעות
uk: Оновлення повідомлень
zh_hans: 更新

# explanation_rescue
source: Rescue
ca: Rescat
de: Rettung
es: Rescate
et: Päästetööd
pt_br: Resgatar
uk: Рятувальний
zh_hans: 救援

# explanation_other
source: Other
ca: Altres
de: Sonstiges
es: Otros
et: Muud
fr: Autre
pt_br: Outros
uk: Інші
zh_hans: 其他

# explanation_other_text
source: Information with other messages
ca: Informació amb altres missatges
de: Informationen mit anderen Nachrichten
es: Información con otros mensajes
et: Sõnumid muudel teemadel
fr: Informations avec d'autres messages
pt_br: Informações com outras mensagens
uk: Інформація з іншими повідомленнями
zh_hans: 其他消息的信息

# explanation_safety
source: Safety
ca: Seguretat
de: Sicherheit
es: Seguridad
et: Ohutus
fr: Sécurité
pt_br: Segurança
uk: Безпека
zh_hans: 安全

# explanation_safety_text
source: Information in case of police reports
ca: Informació en cas d'informes policials
de: Informationen im Falle von Polizeimeldungen
es: Información en caso de informes policiales
et: Politseiteated
fr: Informations en cas de rapports de police
pt_br: Informações em caso de ocorrência policial
uk: Інформація на випадок звернення до поліції
zh_hans: 发生警讯时的信息

# explanation_weather
source: Weather
ca: Temps
de: Wetter
es: Tiempo
et: Ilm
fr: Météo
pt_br: Tempo
uk: Погода
zh_hans: 天气

# explanation_weather_text
source: Information in case of meteorological events such as storm squalls and floods.
ca: Informació en cas d'esdeveniments meteorològics com ràfegues de tempesta i inundacions.
de: Informationen bei meteorologischen Ereignissen wie Sturmböen und Überschwemmungen.
es: Información en caso de eventos meteorológicos como ráfagas de tormenta e inundaciones.
et: Ilmaolude kohased teated, nagu torm või uputus.
fr: Informations en cas d'événements météorologiques tels que les grains de tempête et les inondations.
pt_br: Informações em caso de eventos meteorológicos, como tempestades e inundações.
uk: Інформація на випадок метеорологічних явищ, таких як штормові шквали та повені.
zh_hans: 发生短时强风（飑）和洪水等气象事件时的信息。

# explanation_environment
source: Environment
ca: Medi ambient
de: Umwelt
es: Medio ambiente
et: Keskkond
fr: Environnement
pt_br: Ambiente
uk: Екологія
zh_hans: 环境

# explanation_environment_text
source: Information during natural events such as storm surges
ca: Informació durant esdeveniments naturals com onades de tempesta
de: Informationen bei Naturereignissen wie Sturmfluten
es: Información durante eventos naturales como marejadas ciclónicas
et: Loodusest johtuvate sündmuste teave
fr: Informations lors d'événements naturels tels que les ondes de tempête
pt_br: Informações durante eventos naturais, como tempestades
uk: Інформування під час природних явищ, таких як штормові припливи
zh_hans: 发生风暴潮等自然事件时的信息

# explanation_infrastructure
source: Infrastructure
ca: Infraestructura
de: Infrastruktur
es: Infraestructura
et: Taristu
pt_br: Infraestrutura
uk: Інфраструктура
zh_hans: 基础设施

# explanation_infrastructure_text
source: Information in the event of infrastructural incidents such as a failure of the emergency line
ca: Informació en cas d'incidents d'infraestructura com la fallada de la línia d'emergència
de: Information bei infrastrukturellen Störungen, z. B. Ausfall der Notrufleitung
es: Información en caso de incidentes de infraestructura como el fallo de la línea de emergencia
et: Teavitused taristu vigadega seotud teemadel, sealhulgas näiteks Häirekeskusega seotu
fr: Informations en cas d'incidents d'infrastructure tels qu'une défaillance de la ligne d'urgence
pt_br: Informações em caso de incidentes de infraestrutura, como falha da linha de emergência
uk: Інформація на випадок інфраструктурних інцидентів, таких як вихід з ладу аварійної лінії зв'язку
zh_hans: 出现公用紧急号码失效等基础设施事件时的信息

# explanation_CBRNE_text
source: Information in the event of incidents involving chemical, biological, radiological, nuclear and explosive substances.
ca: Informació en cas d'incidents que impliquin substàncies químiques, biològiques, radiològiques, nuclears i explosives.
de: Information bei Zwischenfällen mit chemischen, biologischen, radiologischen, nuklearen und explosiven Stoffen.
es: Información en caso de incidentes que impliquen sustancias químicas, biológicas, radiológicas, nucleares y explosivas.
et: Teated juhtumitest, mis on seotud keemiliste, bioloogiliste, radioloogiliste, radioaktiivsete või lõhkeainetega.
fr: Information en cas d'incidents impliquant des substances chimiques, biologiques, radiologiques, nucléaires et explosives.
pt_br: Informações em caso de incidentes envolvendo substâncias químicas, biológicas, radiológicas, nucleares e explosivas.
uk: Інформація у разі виникнення інцидентів, пов'язаних з хімічними, біологічними, радіологічними, ядерними та вибуховими речовинами.
zh_hans: 发生涉及化学、生物、放射性、核和爆炸物等事件时的信息。

# delete_place_headline
source: Delete place?
ca: Eliminar lloc?
de: Ort löschen?
es: ¿Eliminar lugar?
et: Kas kustutame asukoha?
fr: Supprimer l'endroit ?
pt_br: Excluir lugar?
uk: Видалити місце?
zh_hans: 删除地点？

# delete_place_confirmation
source: Are you sure you want to delete this place?
ca: Esteu segur que voleu eliminar aquest lloc?
de: Bist du sicher, dass du diesen Ort löschen möchtest?
es: ¿Estás seguro de que quieres eliminar este lugar?
et: Kas oled kindel, et soovid selle asukoha kustutada?
fr: Vous êtes sûr de vouloir supprimer cet endroit ?
pt_br: Tem certeza de que deseja excluir este lugar?
uk: Ви впевнені, що хочете видалити це місце?
zh_hans: 你确定要删除该地点吗？

# delete_place_delete
source: Delete
ca: Eliminar
de: Löschen
es: Eliminar
et: Kustuta
fr: Supprimer
pt_br: Excluir
uk: Видалити
zh_hans: 删除

# delete_place_cancel
source: Cancel
ca: Cancel·lar
de: Abbrechen
es: Cancelar
et: Katkesta
fr: Annuler
pt_br: Cancelar
uk: Скасувати
zh_hans: 取消

# delete_place_error
source: Can not remove place. Please check your internet connection.
ca: No es pot eliminar el lloc. Si us plau, comproveu la vostra connexió a internet.
de: Kann Ort nicht entfernen. Bitte überprüfe deine Internetverbindung.
es: No se puede eliminar el lugar. Por favor, comprueba tu conexión a internet.
et: Asukoha kustutamine ei õnnestu. Palun kontrolli, kas sinu nutiseadme internetiühendus toimib.
pt_br: Não é possível remover a localização. Verifique sua conexão com a internet.
uk: Не вдалося видалити місце. Перевірте підключення до Інтернету.
zh_hans: 无法删除地点。请检查你的互联网连接。
