Repository: nucleus-ffm/foss_warn
Catalog: lib/l10n/app_*.arb
Languages: ca, de, es, et, fr, he, pt_br, ru, uk, zh_hans

# dev_settings_collect_system_information_snackbar
source: Collecting system information.
ca: Recollint informació del sistema.
de: Stelle Systeminformationen zusammen.
es: Recopilando información del sistema.
et: Kogun süsteemiteavet.
he: אוסף מידע מערכת.
uk: Збір системної інформації.
zh_hans: 正在收集系统信息。

# dev_settings_collect_system_information_title
source: Collect system information for Troubleshooting
ca: Recollir informació del sistema per a la resolució de problemes
de: Systeminformationen für Fehlerbehebung sammeln
es: Recopilar información del sistema para la resolución de problemas
et: Süsteemiteabe kogumine veaotsinguks
he: לאסוף מידע מערכת לצורך טיפול בבעיות
uk: Збір системної інформації для усунення несправностей
zh_hans: 收集用于故障排除的系统信息

# dev_settings_collect_system_information_subtitle
source: Collects information about the system that can be sent to the developer for error handling. No data is sent automatically.
ca: Recull informació sobre el sistema que es pot enviar al desenvolupador per a la gestió d'errors. No s'envia cap dada automàticament.
de: Stellt Informationen über das System zusammen, die an die Entwickler zur Fehlerbehebung gesendet werden können. Es werden keine Daten automatisch versendet.
es: Recopila información sobre el sistema que se puede enviar al desarrollador para la gestión de errores. No se envía ningún dato automáticamente.
et: See võimalus kogub süsteemiteavet nutiseadme kohta ning on mõeldud arendajale saatmiseks ja vigade otsinguks. Mitte midagi ei saadeta automaatselt.
he: אוסף מידע על המערכת שניתן יהיה לשלוח למפתח לצורך טיפול בשגיאות. הנתונים אינם נשלחים באופן אוטומטי.
uk: Збирає інформацію про систему, яку можна надіслати розробнику для обробки помилок. Дані не надсилаються автоматично.
zh_hans: 收集可被发送至开发者用于错误处理的系统信息。不自动发送数据。

# explanation_warning_level_update_text
source: Update of a previous message.
ca: Actualització d'un missatge anterior.
de: Aktualisierung einer früheren Nachricht.
es: Actualización de un mensaje anterior.
et: Uuendus eelmisele teavitusele.
fr: Mise à jour d'un message précédent.
pt_br: Atualização de uma mensagem anterior.
uk: Оновлення попереднього повідомлення.
zh_hans: 先前消息的更新。

# explanation_warning_level_update
source: Update
ca: Actualització
es: Actualización
et: Uuendus
fr: Mise à jour
pt_br: Atualização
uk: Актуалізація
zh_hans: 更新

# explanation_warning_level_attention_text
source: New report on an acute and current threat.
ca: Nou informe sobre una amenaça aguda i actual.
de: Neue Warnung über eine akute und aktuelle Bedrohung.
es: Nuevo informe sobre una amenaza aguda y actual.
et: Uus häireteade olulise ja hetkel kehtiva ohu kohta.
fr: Nouveau rapport sur une menace aiguë et actuelle.
pt_br: Novo relatório sobre uma ameaça aguda e atual.
uk: Нова доповідь про гостру та актуальну загрозу.
zh_hans: 严重和当下威胁的新报告。

# explanation_warning_level_attention
source: Attention
ca: Atenció
de: Achtung
es: Atención
et: Tähelepanu
pt_br: Atenção
uk: Увага
zh_hans: 注意

# explanation_warning_level_headline
source: Warning levels
ca: Nivells d'alerta
de: Warnstufen
es: Niveles de alerta
et: Ohutasemed
fr: Niveaux d'alerte
pt_br: Níveis de alerta
uk: Рівні попередження
zh_hans: 警报等级

# notification_settings_slidervalue_extreme
source: extreme
ca: extrem
de: extrem
es: extremo
et: äärmuslik
fr: extrême
pt_br: extremo
uk: екстремальний
zh_hans: 极端

# notification_settings_slidervalue_moderate
source: moderate
ca: moderat
de: moderat
es: moderado
et: mõõdukas
fr: modéré
pt_br: moderado
uk: помірний
zh_hans: 中度

# notification_settings_slidervalue_minor
source: minor
ca: menor
de: gering
es: menor
et: väike
fr: mineurs
pt_br: menor
uk: незначний
zh_hans: 轻微

# notification_settings_slidervalue_severe
source: severe
ca: sever
de: schwer
es: severo
et: tõsine
fr: sévères
pt_br: forte
uk: суворий
zh_hans: 严重

# imprint_main_text
source: Research on my part could not clearly answer whether software falls under the TMG and thus would be imprint mandatory or not. The vast majority of apps in F-Droid do NOT have an imprint - desktop apps even less. If you know and can give me a clear answer to the question, I would be happy if you contact me. This app is a non-commercial open-source project without journalistic content.
ca: La recerca per la meva part no ha pogut respondre clarament si el programari està subjecte a la TMG i, per tant, si seria obligatori un imprimat o no. La gran majoria d'aplicacions a F-Droid NO tenen un imprimat - les aplicacions d'escriptori encara menys. Si ho sabeu i em podeu donar una resposta clara a la pregunta, m'alegraria que em contactéssiu. Aquesta app és un projecte de codi obert no comercial sense contingut periodístic.
de: Meine Recherchen konnten keine eindeutige Antwort darauf geben, ob Software unter das TMG fällt und somit ein Impressum erforderlich ist oder nicht. Die überwiegende Mehrheit der Apps in F-Droid hat KEIN Impressum – Desktop-Apps noch weniger. Wenn du eine klare Antwort auf diese Frage hast, würde ich mich freuen, wenn du mich kontaktierst. Diese App ist ein nicht-kommerzielles Open-Source-Projekt ohne journalistische Inhalte.
es: La investigación por mi parte no ha podido responder claramente si el software está sujeto a la TMG y, por tanto, si sería obligatorio un imprint o no. La gran mayoría de aplicaciones en F-Droid NO tienen un imprint - las aplicaciones de escritorio aún menos. Si lo sabes y puedes darme una respuesta clara a la pregunta, me alegraría que me contactaras. Esta aplicación es un proyecto de código abierto no comercial sin contenido periodístico.
et: Arendaja poolt tehtud uurimistöö ei andnud selget vastust, kas see tarkvara peab vastama Saksa avalikustamisreeglitele nagu on sätestatud DDG ja TMG seadustes ja kas seega avaldaja märge ehk imprint on kohustuslik või mitte. Enamustes F-Droidi rakendustes on selline teade puudu ja samuti ka töölauarakendustes. Kui sul on selle konteksti kohta täpsemat infot, siis palun anna sellest arendajale teada. See rakendus on mitteäriline avatud lähtekoodiga projekt, milles pole ajakirjanduslikku sisu.
fr: Mes recherches n'ont pas permis de répondre clairement à la question de savoir si les logiciels relèvent du TMG et sont donc soumis ou non à l'obligation d'apposer une empreinte. La grande majorité des applications dans F-Droid n'ont PAS d'empreinte - les applications de bureau encore moins. Si vous savez et pouvez me donner une réponse claire à la question, je serais heureux que vous me contactiez. Cette application est un projet open-source non commercial sans contenu journalistique.
pt_br: Minha pesquisa não conseguiu responder claramente se o software se enquadra no TMG e, portanto, seria de impressão obrigatória ou não. A grande maioria dos aplicativos no F-Droid NÃO tem uma marca registrada — os aplicativos de desktop ainda menos. Se você souber e puder me dar uma resposta clara para a pergunta, ficarei feliz se você entrar em contato comigo. Este aplicativo é um projeto de código aberto não comercial, sem conteúdo jornalístico.
uk: Проведене мною дослідження не дало чіткої відповіді, чи підпадає програмне забезпечення під дію TMG, а отже, чи буде відбиток обов'язковим, чи ні. Більшість застосунків у F-Droid НЕ мають відбитка — застосунки для комп'ютера ще менше. Якщо вам відома і ви можете дати мені чітку відповідь на поставлене питання, буду радий, якщо ви зв'яжетеся зі мною. Цей застосунок — це некомерційний проєкт з відкритим кодом без журналістського контенту.
zh_hans: 我的研究无法明确回答软件是否归德国的《电信媒体法》管，因而必须要有 imprint。F-Droid 中的多数应用没有 imprint —— 桌面应用有的就更少了。 如果您了解这方面情况，可以给予我这个问题的明确答复，我很高兴您联系我。本应用是没有新闻内容的非商业开源项目。

# dev_settings_open_log_file_viewer_subtitle
source: Provides an overview over all error messages
ca: Proporciona una visió general de tots els missatges d'error
de: Bietet eine Übersicht über alle Fehlermeldungen
es: Proporciona una visión general de todos los mensajes de error
et: Annab ülevaate kõikide veateadete kohta
he: מציג סקירה של כל הודעות השגיאה
uk: Надає огляд усіх повідомлень про помилки
zh_hans: 提供所有错误消息概览

# dev_settings_show_error_messages_title
source: Show error messages
ca: Mostrar missatges d'error
de: Fehlermeldungen anzeigen
es: Mostrar mensajes de error
et: Näita veateateid
he: הצגת הודעות השגיאה
uk: Показати повідомлення про помилки
zh_hans: 显示错误消息

# dev_settings_show_error_messages_subtitle
source: Shows a dialog with error messages
ca: Mostra un diàleg amb missatges d'error
de: Zeigt einen Dialog mit Fehlermeldungen an
es: Muestra un diálogo con mensajes de error
et: Näitab vaadet veateadetega
he: מציג תיבת דו־שיח ובה הודעות שגיאה
uk: Відображає діалогове вікно з повідомленнями про помилки
zh_hans: 显示错误消息对话框

# settings_foss_public_alert_server_enter_url_label_text
source: Enter FPAS Server URL
ca: Introduïu la URL del servidor FPAS
de: FPAS-Server-URL eintragen
es: Introduce la URL del servidor FPAS
et: Sisesta FPAS-serveri võrguaadress
pt_br: Digite FPAS Server URL
uk: Введіть URL-адресу сервера FPAS
zh_hans: 输入 FPAS 服务器 URL

# welcome_view_foss_server_selection_text
source: FOSSWarn now uses the FOSS Public Alert Server (FPAS) to receive alerts. This server allows to get push notifications about emergency alerts for a large number of countries in the world. The default server is operated by KDE and is hosted in Germany. You can change the selected server in the settings and use any other FPAS server.
ca: FOSSWarn ara utilitza el FOSS Public Alert Server (FPAS) per rebre alertes. Aquest servidor permet rebre notificacions push sobre alertes d'emergència per a un gran nombre de països del món. El servidor per defecte està operat per KDE i allotjat a Alemanya. Podeu canviar el servidor seleccionat a la configuració i utilitzar qualsevol altre servidor FPAS.
de: FOSS Warn nutzt nun den FOSS Public Alert Server, um Warnmeldungen zu empfangen. Dieser Server ermöglicht es, Push-Benachrichtigungen über Notfallwarnungen für eine Vielzahl von Ländern weltweit zu erhalten. Der Standardserver wird von KDE betrieben und ist in Deutschland gehostet. Du kannst den ausgewählten Server in den Einstellungen ändern und einen beliebigen anderen Server verwenden.
es: FOSSWarn ahora utiliza el FOSS Public Alert Server (FPAS) para recibir alertas. Este servidor permite recibir notificaciones push sobre alertas de emergencia para una gran cantidad de países del mundo. El servidor por defecto está operado por KDE y alojado en Alemania. Puedes cambiar el servidor seleccionado en la configuración y usar cualquier otro servidor FPAS.
et: FOSS Warn kasutab nüüd häireteadete allikana FOSS Häireateavituste Serverit (FOSS Public Alert Server - FPAS). See server võimaldab tõuketeenuste põhist häireteadete kuvamist väga paljudes maailma maades. Vaikimisi serverit käitab KDE projekt ning see paikneb Saksamaal. Soovi korral saad valida mõne muu FPAS-serveri ja selle seadistustes kasutusele võtta.
pt_br: O FOSSWarn agora utiliza o Servidor de Alerta Público (FPAS) do FOSS para receber alertas. Este servidor permite receber notificações push sobre alertas de emergência para um grande número de países no mundo. O servidor padrão é operado pelo KDE e está hospedado na Alemanha. Você pode alterar o servidor selecionado nas configurações e usar qualquer outro servidor FPAS. Esta versão é uma versão de teste alfa do FOSSWarn com suporte a FPAS. Esta versão ainda não está pronta para produção.
uk: FOSSWarn тепер використовує сервер публічних сповіщень FOSS (FPAS) для отримання сповіщень. Цей сервер дозволяє отримувати push-сповіщення про екстрені ситуації для великої кількості країн світу. Сервер за замовчуванням керується KDE та розміщений у Німеччині. Ви можете змінити вибраний сервер у налаштуваннях та використовувати будь-який інший сервер FPAS. Ця версія є альфа-тестовою версією FOSSWarn з підтримкою FPAS. Ця версія ще не готова до виробництва.
zh_hans: FOSSWarn 现在使用 FOSS 公共警报服务器 (FPAS) 接收警报。 此服务器允许获取世界上许多地区的紧急警报推送通知。默认服务器由 KDE 运营，托管在德国。你可以在设置中更改选定的服务器，使用任何其他 FPAS 服务器。

# dev_settings_max_size_bounding_box_title
source: Max size of bounding box for a subscription (be careful)
ca: Mida màxima del quadre delimitador per a una subscripció (anar amb compte)
de: Max. Größe der Begrenzungsbox für Abos (Vorsicht)
es: Tamaño máximo del cuadro delimitador para una suscripción (ir con cuidado)
et: Tellimuse lisamisel kasutatava piirderaami maksimumsuurus (ole ettevaatlik)
uk: Максимальний розмір рамки для підписки (будьте обережні)
zh_hans: 订阅的边界框的最大尺寸（小心）

# dev_settings_max_size_bounding_box_subtitle
source: Allows to select the max size of the bounding box for a subscription. Larger subscription areas can affect performance. Be careful.
ca: Permet seleccionar la mida màxima del quadre delimitador per a una subscripció. Àrees de subscripció més grans poden afectar el rendiment. Aneu amb compte.
de: Erlaubt die Auswahl der maximalen Größe des Begrenzungsbox für ein Abo. Größere Abonnementbereiche können die Leistung beeinträchtigen. Sei vorsichtig.
es: Permite seleccionar el tamaño máximo del cuadro delimitador para una suscripción. Áreas de suscripción más grandes pueden afectar al rendimiento. Ve con cuidado.
et: Võimaldab tellimuse lisamisel valida võimalikult suurt piirderaami. Suuremad maa-alad mõjuutavad jõudlust. Palun ole ettevaatlik.
uk: Дозволяє вибрати максимальний розмір рамки для підписки. Більші області підписки можуть вплинути на продуктивність. Будьте обережні.
zh_hans: 允许选择订阅的边界框的最大尺寸。较大的订阅区域可能影响性能。请小心。

# disclaimer_text
source: This app was created in the hope that it will be helpful, but it comes WITHOUT ANY WARRANTY. The developer cannot guarantee that the app will function without errors or that it will display all warnings at all times. Also, the developer does not assume any warranty for the topicality, correctness, and completeness of the displayed messages. Therefore, do NOT rely on this app at ANY TIME. Also, the warnings may received with a certain DELAY. You agree to this by using FOSS Warn.
ca: Aquesta app es va crear amb l'esperança que sigui útil, però es proporciona SENSE CAP GARANTIA. El desenvolupador no pot garantir que l'app funcioni sense errors o que mostri totes les alertes en tot moment. A més, el desenvolupador no assumeix cap garantia per l'actualitat, correcció i completesa dels missatges mostrats. Per tant, NO confieu en aquesta app en CAP MOMENT. A més, les alertes poden rebre's amb cert RETARD. Accepteu això en utilitzar FOSS Warn.
de: Diese App wurde in der Hoffnung erstellt, dass sie hilfreich ist, wird jedoch OHNE JEGLICHE GEWÄHRLEISTUNG bereitgestellt. Der Entwickler kann nicht garantieren, dass die App fehlerfrei funktioniert oder dass sie jederzeit alle Warnungen anzeigt. Der Entwickler übernimmt auch keine Gewähr für die Aktualität, Richtigkeit und Vollständigkeit der angezeigten Meldungen. Verlasse dich daher zu KEINEM ZEITPUNKT auf diese App. Außerdem können die Warnungen mit einer gewissen VERZÖGERUNG eingehen. Mit der Nutzung von FOSS Warn erklärst du dich damit einverstanden.
es: Esta aplicación se creó con la esperanza de que sea útil, pero se proporciona SIN NINGUNA GARANTÍA. El desarrollador no puede garantizar que la aplicación funcione sin errores o que muestre todas las alertas en todo momento. Además, el desarrollador no asume ninguna garantía por la actualidad, corrección y completitud de los mensajes mostrados. Por tanto, NO confíes en esta aplicación en NINGÚN MOMENTO. Además, las alertas pueden recibirse con cierto RETRASO. Aceptas esto al usar FOSS Warn.
et: See rakendus on loodud lootuses, et ta on abiks, kuid tal puudub MISTAHES GARANTII. Arendaja ei saa tagada, et rakendus töötab veatult või et ta kuvab alati kõiki häireteateid ja hoiatusi. Samuti ei võta arendaja endale mingit vastutust kuvatavate sõnumite teemakohasuse, õigsuse ja täielikkuse eest. Seetõttu ÄRA tugine sellele rakendusele ÜHELGI AJAHETKEL. Samuti palun arvesta, et häireteated võivad saabuda teatud VIIVITUSEGA. FOSS Warn'i kasutamisel nõustud eeltooduga.
fr: Cette application a été créée dans l'espoir qu'elle sera utile, vient mais elle est fournie SANS AUCUNE GARANTIE. Le développeur ne peut à aucun moment garantir à tout moment que l'application fonctionnera sans erreur ou qu'elle affichera tous les affichera tous les avertissements à tout moment. Les interfaces utilisées peuvent être modifiées à tout moment, ce qui peut entraîner l'arrêt du fonctionnement de l'appli pour les ne fonctionne plus. En outre, le développeur n'assume aucune garantie pour l'actualité, l'exactitude et l'exhaustivité des messages affichés. messages. Par conséquent, ne vous fiez en AUCUN CAS à cette application. sur cette application. En outre, les avertissements sont toujours reçus avec un certain retard. DELAY reçus en arrière-plan. Cette application n'utilise pas services push, mais charge les derniers messages à un certain intervalle et les derniers messages et les notifie ensuite si nécessaire. En utilisant FOSS Warn, vous acceptez que.
pt_br: Este aplicativo foi criado na esperança de ser útil, mas NÃO OFERECE NENHUMA GARANTIA. O desenvolvedor não pode garantir que o aplicativo funcionará sem erros ou que exibirá todos os avisos o tempo todo. Além disso, o desenvolvedor não assume nenhuma garantia quanto à atualidade, correção e integridade das mensagens exibidas. Portanto, NÃO confie neste aplicativo EM NENHUM MOMENTO. Além disso, os avisos podem ser recebidos com um certo ATRASO. Você concorda com isso ao usar o FOSS Warn.
uk: Ця програма була створена в надії, що вона буде корисною, але вона поставляється БЕЗ ЖОДНИХ ГАРАНТІЙ. Розробник не може гарантувати, що додаток буде працювати без помилок або що він завжди буде відображати всі попередження. Також розробник не бере на себе жодних гарантій щодо актуальності, коректності та повноти відображуваних повідомлень. Тому НЕ покладайтеся на цей додаток у будь-який час. Крім того, попередження можуть надходити з певною затримкою. Ви погоджуєтеся з цим, використовуючи FOSS Warn.
zh_hans: 创建本应用是希望它会有帮助，但没有任何担保。开发者不能保证应用会无错误地工作或者会总是显示所有警报。开发者也不为所展示消息的及时性、正确性和完整性承担任何保证。因此，任何时候都不要依赖本应用。另外，收到警报和警报发出中间可能会有延迟。使用 FOSS Warn 即代表你同意以上内容。

# add_my_place_with_map_add_place_button
source: Add place
ca: Afegir lloc
de: Ort hinzufügen
es: Añadir lugar
et: Lisa asukoht
pt_br: Adicionar lugar
uk: Додати місце
zh_hans: 添加地点

# warning_urgency_unknown
source: unknown
ca: desconegut
de: unbekannt
es: desconocido
et: pole teada
pt_br: desconhecido
uk: невідомий
zh_hans: 未知

# warning_scope_public
source: Public
ca: Públic
de: Öffentlich
es: Público
et: Avalik
pt_br: Público
uk: Громадськість
zh_hans: 公开

# warning_scope_restricted
source: Restricted
ca: Restringit
de: Eingeschränkt
es: Restringido
et: Piiratud
pt_br: Restrito
uk: Обмежено
zh_hans: 限定

# warning_scope_private
source: Private
ca: Privat
de: Privat
es: Privado
et: Privaatne
pt_br: Privado
uk: Приватний
zh_hans: 私密

# map_view_filter_chips_tooltip_show
source: show
ca: mostrar
de: Zeige
es: mostrar
et: näita
pt_br: mostrar
uk: шоу
zh_hans: 显示

# map_view_filter_chips_tooltip_select_filter
source: Select filter
ca: Seleccionar filtre
de: Filter wählen
es: Seleccionar filtro
et: Vali filter
pt_br: Selecione o filtro
uk: Виберіть фільтр
zh_hans: 选择筛选器

# map_view_filter_chips_tooltip_hide
source: hide
ca: amagar
de: Verbergen
es: ocultar
et: peida
pt_br: esconder
uk: приховати
zh_hans: 隐藏

# error_dialog_text_privacy
source: The log does not contain any privacy sensitive information beside maybe your selected place. FOSS Warn also does not send any log information to a server.
ca: El registre no conté cap informació sensible per a la privacitat a part dels vostres llocs seleccionats. FOSS Warn tampoc envia cap informació de registre a un servidor.
de: Das Log beinhaltet keine sensitiven Informationen abseits von evtl. deinen ausgewählten Orten. FOSS Warn sendet keine Logs an einen Server.
es: El registro no contiene ninguna información sensible para la privacidad aparte de tus lugares seleccionados. FOSS Warn tampoco envía ninguna información de registro a un servidor.
et: Kui just välja arvata sinu seadistatud asukohad, siis selles logis pole privaatsuse mõttes delikaatseid andmeid. FOSS Warn ei edasta logisid ja teavet serverisse.
pt_br: O log não contém nenhuma informação sensível à privacidade, exceto, talvez, o local selecionado. O FOSS Warn também não envia nenhuma informação de log para um servidor.
uk: Журнал не містить жодної конфіденційної інформації, окрім, можливо, вибраного вами місця. FOSS Warn також не надсилає жодної інформації журналу на сервер.
zh_hans: 除了你选择的地点，日志不包含任何隐私敏感信息。FOSS Warn 也不发送任何日志信息到服务器。

# warning_severity_explanation_dialog_update_description
source: Update of an already notified alert
ca: Actualització d'una alerta ja notificada
de: Aktualisierung einer bereits erhaltenen Warnung
es: Actualización de una alerta ya notificada
et: Juba saadetud häireteate uuendus
uk: Оновлення вже повідомленого сповіщення
zh_hans: 已通知警报的更新

# warning_widget_update_thread_tooltip
source: Show the update thread of this alert
ca: Mostrar el fil d'actualitzacions d'aquesta alerta
de: Aktualisierungsverlauf für diese Warnung zeigen
es: Mostrar el hilo de actualizaciones de esta alerta
et: Näita selle häireteate täienduste jutulõnga
pt_br: Mostrar o tópico de atualização deste alerta
uk: Показати гілку оновлень цього сповіщення
zh_hans: 显示此警报的系列更新

# meta_info_for_place_dialog_latitude
source: Latitude
ca: Latitud
de: Breitengrad
es: Latitud
et: Laiuskraad
uk: Широта
zh_hans: 纬度

# meta_info_for_place_dialog_headline
source: Detailed information on
ca: Informació detallada sobre
de: Ausführliche Informationen über
es: Información detallada sobre
et: Üksikasjalik teave -
pt_br: Informações detalhadas sobre
uk: Детальна інформація про
zh_hans: 地点详情

# meta_info_for_place_dialog_longitude
source: Longitude
ca: Longitud
de: Längengrad
es: Longitud
et: Pikkuskraad
uk: Довгота
zh_hans: 经度

# meta_info_for_place_dialog_bounding_box_max
source: Bounding box max
ca: Quadre delimitador màx
de: Begrenzungsrahmen max
es: Cuadro delimitador máx
et: Piirderaami ülempiir
pt_br: Caixa delimitadora máx.
uk: Максимум обмежувальної рамки
zh_hans: 边界框最大值

# meta_info_for_place_dialog_bounding_box_min
source: Bounding box min
ca: Quadre delimitador mín
de: Begrenzungsrahmen min
es: Cuadro delimitador mín
et: Piirderaami alampiir
pt_br: Caixa delimitadora min
uk: Мінімальна обмежувальна рамка
zh_hans: 边界框最小值

# warning_status_exercise
source: excercise
ca: exercici
de: Übung
es: ejercicio
et: õppus
pt_br: Exercício
uk: вправа
zh_hans: 演练

# warning_status_actual
source: actual
de: aktuell
et: tegelik
pt_br: real
uk: фактичний
zh_hans: 实际

# warning_status_system
source: system
ca: sistema
es: sistema
et: süsteemne
pt_br: sistema
uk: система
zh_hans: 系统

# warning_status_draft
source: draft
ca: esborrany
de: Entwurf
es: borrador
et: kavand
pt_br: rascunho
uk: чернетка
zh_hans: 草拟

# warning_urgency_immediate
source: immediate
ca: immediat
de: unmittelbar
es: inmediato
et: kohene
pt_br: imediato
uk: негайний
zh_hans: 迫近

# warning_urgency_expected
source: expected
ca: esperat
de: Erwartet
es: esperado
et: oodatav
pt_br: esperado
uk: очікуваний
zh_hans: 预期

# warning_urgency_future
source: future
ca: futur
de: Zukunft
es: futuro
et: tulevikus
pt_br: futuro
uk: майбутнє
zh_hans: 将来

# warning_urgency_past
source: past
ca: passat
de: Vergangenheit
es: pasado
et: minevikus
pt_br: passado
uk: минуле
zh_hans: 已过

# warning_certainty_observed
source: observed
ca: observat
de: beobachtet
es: observado
et: vaatluse tulemus
pt_br: observado
uk: спостерігається
zh_hans: 观测到

# warning_certainty_likely
source: likely
ca: probable
de: wahrscheinlich
es: probable
et: tõenäoline
pt_br: provável
uk: ймовірно
zh_hans: 可能性较大

# warning_certainty_possible
source: possible
de: möglich
es: posible
et: võimalik
pt_br: possível
uk: можливий
zh_hans: 有可能
